{
	"en-us": {
		"main-lang1": "Q1 Talent Processes",
		"main-lang2": "Because the demands of our customers continue to rise, today’s performance won’t be enough to deliver on tomorrow’s expectations. We must continuously raise the performance bar at Amazon to keep delighting our customers.",
		"main-lang3": "In Q1, you play a critical role as a manager in supporting Amazonians’ continued growth and success through our annual and quarterly talent processes. We support Amazonians’ continued growth and success through our annual and quarterly talent processes. You accomplish this by doing two or three key things: Forte, Compensation Planning, and Promotions.",
		"main-lang4": "Recognize",
		"main-lang4a": "strengths",
		"main-lang5": "Apply",
		"main-lang5a": "strengths at work",
		"main-lang6": "Deliver results",
		"main-lang6a": "for customers",
		"main-lang7": "Grow",
		"main-lang7a": "strengths and capabilities",
		"main-lang8": "Assess &",
		"main-lang8a": " Reward",
		"main-lang8b": "performance and potential",
		"main-lang9": "Previous",
		"main-lang10": "Next",
		"main-lang11": "How we raise the performance bar at Amazon",
		"main-lang12": "During Q1",
		"main-lang13": "Forte",
		"main-lang14": "Help Amazonians",
		"main-lang14a": "recognize their strengths",
		"main-lang14b": "and understand how to raise their own performance by",
		"main-lang14c": "applying those strengths",
		"main-lang14d": "at work.",
		"main-lang15": "Compensation",
		"main-lang16": "Assess",
		"main-lang16a": "and",
		"main-lang16b": "reward",
		"main-lang16c": "employees' performance and potential.",
		"main-lang17": "Promotion",
		"main-lang18": "Recognize employees'",
		"main-lang18a": "growth",
		"main-lang18b": "and next-level performance.",
		"main-lang19": "Looking Ahead",
		"main-lang20": "Forte Check-ins",
		"main-lang21": "Comp. Conversations",
		"main-lang22": "Forward-Looking Slate",
		"main-lang23": "Presenting to managers? Use this",
		"main-lang23a": "Q1 Presentation Kit",
		"main-lang24": "Forte",
		"main-lang25": "What",
		"main-lang25a": "Why:",
		"main-lang26": "Forte is Amazon’s annual strengths-based feedback process designed to recognize employees’ unique strengths and how they can continue to grow and raise their performance to deliver for their customers.",
		"main-lang27": "ANNUALLY",
		"main-lang28": "When:",
		"main-lang29": "Jan 7–Feb 4:",
		"main-lang29a": "Employees complete their portion, request peer feedback, and respond to feedback requests.",
		"main-lang30": "Feb 5–Feb 15:",
		"main-lang30a": "Complete your portion of Forte and have a conversation with each of your employees.",
		"main-lang31": "How:",
		"main-lang32": "You will work with your employees and their peers to identify employees' super powers and growth ideas. Then sit down together to review and discuss the feedback, and help the employee identify areas they want to focus on.",
		"main-lang33": "Learn more",
		"main-lang34": "Open Forte",
		"main-lang35": "Close",
		"main-lang36": "Compensation",
		"main-lang37": "What",
		"main-lang37a": "Why:",
		"main-lang38": "You review and plan for each employee’s total compensation to ensure that their compensation reflects their contributions, and that they are paid competitively in the market. Be prepared to discuss their performance in the last year and help them understand the reasoning behind compensation decisions.",
		"main-lang39": "How:",
		"main-lang40": "You will make compensation recommendations for each of your employees by selecting an Overall Value (OV) in the",
		"main-lang40a": "Compensation Planning Tool (CPT)",
		"main-lang40b": "Their OV should reflect their performance and potential based on data you collected throughout the year (such as goals, results, Leadership Principle behavior, customer impact, and feedback).After selecting an OV and making compensation recommendations, you will clearly communicate why specific compensation decisions were made. Do not communicate OV ratings to employees; instead, discuss each employee’s performance using specific examples, and let them know whether they are raising the bar.",
		"main-lang41": "When:",
		"main-lang41a": "ANNUALLY",
		"main-lang42": "Jan 7–Feb 18:",
		"main-lang42a": "Select OV for each employee.",
		"main-lang43": "Feb 4–Feb 18:",
		"main-lang43a": "Make annual compensation recommendations.",
		"main-lang44": "Learn more",
		"main-lang45": "Open CPT",
		"main-lang46": "Close",
		"main-lang47": "Promotion",
		"main-lang48": "What",
		"main-lang48a": "Why:",
		"main-lang49": "You will recommend promotions for employees whose roles are scoped at the next level, and who have consistently demonstrated next-level performance. Promotions are a key component of Amazon’s strategy to recognize an employee's growth and achievements and maintain our high performance culture.",
		"main-lang50": "Promotion is one of multiple directions career growth can take. Others include deepening skills through training, mentoring, or new assignments, or gaining broader experience by moving laterally to other organizations or regions.",
		"main-lang51": "How:",
		"main-lang52": "If an employee is ready for promotion, you will write a promotion document, request and collect feedback from peers, submit the promotion for approval, and recommend promotion compensation. Specific promotion criteria, approval requirements, and deadlines vary by organaization, so check with your HRBP for more information.",
		"main-lang53": "QUARTERLY",
		"main-lang54": "When:",
		"main-lang55": "December 1–February 18:",
		"main-lang55a": "You collect peer feedback, write the promotion document, and submit the promotion for approval in",
		"main-lang55b": "Amazon Promote",
		"main-lang56": "Early February–February 18:",
		"main-lang56a": "You make promotion compensation recommendations in the",
		"main-lang56b": "Compensation Planning Tool (CPT)",
		"main-lang57": "April 1:",
		"main-lang57a": "Promotions are effective on the first day of the employee's pay period that is on or after April 1.",
		"main-lang58": "Learn more",
		"main-lang59": "Open Promote",
		"main-lang60": "Close",
		"main-lang61": "Forte Check-ins",
		"main-lang62": "What",
		"main-lang62a": "Why:",
		"main-lang63": "Continuing to raise our performance requires us to focus on strengths and growth ideas year-round by periodically following-up on Forte with employees. Checking-in regularly provides an opportunity to follow-up on how an employee has leveraged their strengths to deliver results, progress they’ve made on growth ideas, and ideas for their continued growth.",
		"main-lang64": "How:",
		"main-lang65": "In addition to giving employees real-time feedback in the moment, plan to have regular check-ins with your employees to discuss how they have applied their strengths, as well as progress they’ve made on growth ideas. This should occur during your regular 1-on-1s or other meetings with the individual.",
		"main-lang66": "ONGOING",
		"main-lang67": "When:",
		"main-lang68": "Regular check-ins throughout the year.",
		"main-lang69": "Learn more",
		"main-lang70": "Open Forte",
		"main-lang71": "Close",
		"main-lang72": "Compensation Conversations",
		"main-lang73": "What",
		"main-lang73a": "Why:",
		"main-lang74": "After you have reviewed and planned your employee's compensation, you’ll meet with them to explain why specific compensation decisions were made and their performance over the last year. For each employee who meets the high performance bar, the primary goal of the compensation conversation is that they walk away feeling motivated, and with the understanding that Amazon values them and is making an investment in them.",
		"main-lang75": "How:",
		"main-lang76": "After reviewing the employee’s PCS yourself and refreshing your understanding of Amazon’s compensation approach, you’ll meet with the employee to review their compensation and performance. You should provide a printed copy of the employee’s PCS and give them time to read it, or walk through it with them. Share how the employee’s contributions have affected the team’s success, and be prepared to answer any questions they may have about their compensation.",
		"main-lang77": "ANNUALLY",
		"main-lang78": "When:",
		"main-lang79": "April 5:",
		"main-lang79a": "Begin having compensation conversations with employees using their Personal Compensation Summaries (PCSs).",
		"main-lang81": "Learn more",
		"main-lang82": "Open CPT",
		"main-lang83": "Close",
		"main-lang84": "Forward-Looking Slate",
		"main-lang85": "What",
		"main-lang85a": "Why:",
		"main-lang86": "The Forward-Looking Slate feature of Amazon Promote allows you to propose a target promotion quarter and job title for each of your employees. You should identify promotion candidates early to ensure employees are given various opportunities to develop the skills required to consistently perform at the next level. Early planning also allows for purposeful interactions with key individuals or teams who can provide relevant feedback regarding about the employee’s readiness for promotion.",
		"main-lang87": "How:",
		"main-lang88": "Think about each of your employees and their trajectory at Amazon. If you think they are starting to demonstrate next-level performance, you should add the projected promotion quarter to the Forward-Looking Slate in",
		"main-lang88a": "Amazon Promote",
		"main-lang88b": "(you can change this date at any time). If the employee is not currently working towards a promotion, you can select ‘No Promotion Expected’.",
		"main-lang89": "YEAR ROUND ",
		"main-lang90": "When:",
		"main-lang91": "Update as needed.",
		"main-lang92": "Learn more",
		"main-lang93": "Open Promote",
		"main-lang94": "Close"
	},
	"cs-cz":{
	  "main-lang1": "Q1 Talent Processes",
	  "main-lang2": "Vzhledem k tomu, že požadavky našich zákazníků stále rostou, nebude dnešní výkon stačit k tomu, aby splnil očekávání zítřka. V Amazonu musíme neustále zvyšovat výkonnostní laťku, abychom mohli i nadále dělat radost našim zákazníkům.",
	  "main-lang3": "V prvním čtvrtletí budete jako manažer hrát klíčovou roli při podpoře dalšího rozvoje a úspěchu zaměstnanců Amazonu prostřednictvím našich ročních a čtvrtletních talentových procesů. Podporujeme další růst a úspěchy zaměstnanců Amazonu za pomoci našich ročních a čtvrtletních hodnocení talentu. Dosáhnete toho tím, že uděláte dvě nebo tři klíčové věci: Forte, plánování odměn a povýšení.",
	  "main-lang4": "Rozpoznejte",
	  "main-lang4a": "silné stránky",
	  "main-lang5": "Využívejte",
	  "main-lang5a": "silné stránky při práci",
	  "main-lang6": "Přinášejte výsledky",
	  "main-lang6a": "zákazníkům",
	  "main-lang7": "Rozvíjejte své",
	  "main-lang7a": "silné stránky a schopnosti",
	  "main-lang8": "Ohodnoťte",
	  "main-lang8a": "Odměňte",
	  "main-lang8b": "výkon a potenciál",
	  "main-lang9": "Předchozí",
	  "main-lang10": "Další",
	  "main-lang11": "Jak zvyšujeme výkonnostní laťku v Amazonu",
	  "main-lang12": "Během 1. čtvrtletí",
	  "main-lang13": "Forte",
	  "main-lang14": "Pomozte zaměstnancům Amazonu",
	  "main-lang14a": "rozpoznat jejich silné stránky",
	  "main-lang14b": "a pochopit, jak zvýšit vlastní výkonnost tím, že",
	  "main-lang14c": "budou tyto silné stránky využívat",
	  "main-lang14d": "v práci.",
	  "main-lang15": "Mzdy a odměny",
	  "main-lang16": "Ohodnoťte",
	  "main-lang16a": "a",
	  "main-lang16b": "odměňte",
	  "main-lang16c": "výkon a potenciál zaměstnance.",
	  "main-lang17": "Povýšení",
	  "main-lang18": "Rozpoznejte",
	  "main-lang18a": "rozvoj zaměstnance",
	  "main-lang18b": "a výkonnost na vyšší úrovni.",
	  "main-lang19": "Pohled do budoucna",
	  "main-lang20": "Schůzky navazující na Forte",
	  "main-lang21": "Rozhovory o odměnách",
	  "main-lang22": "Budoucí zaměření",
	  "main-lang23": "Prezentujete manažerům? Použijte tuto",
	  "main-lang23a": "Prezentační sadu pro 1. čtvrtletí (Q1 Presentation Kit)",
	  "main-lang24": "Forte",
	  "main-lang25": "Co",
	  "main-lang25a": "Proč:",
	  "main-lang26": "Forte je každoroční proces zpětné vazby společnosti Amazon založený na silných stránkách, který je navržen tak, aby zaměstnanci rozpoznali své jedinečné silné stránky a to, jak mohou dále růst a zvyšovat svůj výkon tak, aby uspokojovali své zákazníky.",
	  "main-lang27": "KAŽDOROČNĚ",
	  "main-lang28": "Kdy:",
	  "main-lang29": "7. ledna - 4. února:",
	  "main-lang29a": "Zaměstnanci vyplní svou část, požádají kolegy o zpětnou vazbu a odpoví na žádosti o zpětnou vazbu.",
	  "main-lang30": "5. - 15. února:",
	  "main-lang30a": "Dokončete svou část Forte a promluvte si s každým ze svých zaměstnanců.",
	  "main-lang31": "Jak:",
	  "main-lang32": "Budete spolupracovat se svými zaměstnanci a jejich kolegy na identifikaci jejich supersilných stránek a nápadů na rozvoj. Pak si společně projděte a prodiskutujte zpětnou vazbu a pomozte zaměstnanci identifikovat oblasti, na které se chce zaměřit.",
	  "main-lang33": "Přečtěte si více",
	  "main-lang34": "Spustit Forte",
	  "main-lang35": "Zavřít",
	  "main-lang36": "Mzdy a odměny",
	  "main-lang37": "Co",
	  "main-lang37a": "Proč:",
	  "main-lang38": "Projdete si a naplánujete celkovou odměnu každého zaměstnance, abyste zajistili, že jejich odměna odráží jejich přínos a odpovídá tržní mzdě. Buďte připraveni diskutovat o jejich výkonnosti v loňském roce a pomoci jim pochopit důvody rozhodnutí o odměnách.",
	  "main-lang39": "Jak:",
	  "main-lang40": "Každému zaměstnanci doporučíte odměnu tím, že vyberete jeho celkovou hodnotu (OV) v",
	  "main-lang40a": "Nástroji pro plánování odměňování (CPT)",
	  "main-lang40b": "OV zaměstnanců by měla odrážet jejich výkonnost a potenciál na základě údajů shromážděných během roku (jako jsou cíle, výsledky, jednání v kontextu Principů vedení, vliv na zákazníky a zpětná vazba). Po zvolení OV a doporučení odměny zaměstnance jasně informujete o důvodech konkrétních rozhodnutí o odměně. Nesdělujte zaměstnancům hodnocení OV; namísto toho prodiskutujte výkon každého zaměstnance pomocí konkrétních příkladů a informujte je o tom, zda zvyšují laťku.",
	  "main-lang41": "Kdy:",
	  "main-lang41a": "KAŽDOROČNĚ",
	  "main-lang42": "7. ledna - 18. února:",
	  "main-lang42a": "U každého zaměstnance zvolte OV.",
	  "main-lang43": "Začátkem února (přesné datum bude stanoveno) - 18. února:",
	  "main-lang43a": "Vypracujte každoroční doporučení ohledně mezd a odměn.",
	  "main-lang44": "Přečtěte si více",
	  "main-lang45": "Otevřít CPT",
	  "main-lang46": "Zavřít",
	  "main-lang47": "Povýšení",
	  "main-lang48": "Co",
	  "main-lang48a": "Proč:",
	  "main-lang49": "Zaměstnance, jejichž role se rozšířily na vyšší úroveň a kteří stále podávají výkon na vyšší úrovni, doporučíte k povýšení. Povýšení jsou klíčovou součástí strategie společnosti Amazon pro rozpoznávání růstu a pracovních úspěchů zaměstnance a pro udržování naší kultury vysoké výkonnosti.",
	  "main-lang50": "Povýšení je jedním z několika směrů, kterým se může ubírat kariérní růst. Mezi další patří prohlubování dovedností prostřednictvím odborné přípravy, mentoringu nebo nových úkolů nebo získávání dalších zkušeností tím, že se přesuneme do jiných organizací nebo regionů.",
	  "main-lang51": "Jak:",
	  "main-lang52": "Pokud je zaměstnanec připraven na povýšení, napíšete dokument k povýšení, požádáte a získáte zpětnou vazbu od kolegů, odešlete povýšení ke schválení a doporučíte výši mzdy po povýšení. Konkrétní kritéria pro povýšení, požadavky na schválení a termíny se liší podle organizace, pro více informací se proto obraťte na svého HRBP.",
	  "main-lang53": "ČTVRTLETNĚ",
	  "main-lang54": "Kdy:",
	  "main-lang55": "1. prosince - 18. února:",
	  "main-lang55a": "Shromáždíte zpětnou vazbu od kolegů, napíšete dokument k povýšení a odešlete povýšení ke schválení v",
	  "main-lang55b": "Amazon Promote",
	  "main-lang56": "Začátkem února - 18. února:",
	  "main-lang56a": "Doporučíte výši mzdy po povýšení v",
	  "main-lang56b": "Nástroji pro plánování odměňování (CPT)",
	  "main-lang57": "1. dubna:",
	  "main-lang57a": "Povýšení nabývají účinnosti k prvnímu dni výplatního období zaměstnance, které začíná 1. dubna nebo později.",
	  "main-lang58": "Přečtěte si více",
	  "main-lang59": "Otevřít Promote",
	  "main-lang60": "Zavřít",
	  "main-lang61": "Schůzky navazující na Forte",
	  "main-lang62": "Co",
	  "main-lang62a": "Proč:",
	  "main-lang63": "Neustálé zvyšování výkonnosti vyžaduje, abychom se celoročně soustředili na silné stránky a nápady na rozvoj, a to tak, že budeme se zaměstnanci pravidelně navazovat na Forte. Pravidelné schůzky poskytují příležitost navázat na to, jak zaměstnanec využil své silné stránky k dosažení výsledků, jakého pokroku dosáhl v oblasti nápadů na rozvoj a na nápady pro jeho další růst.",
	  "main-lang64": "Jak:",
	  "main-lang65": "Kromě toho, že zaměstnancům poskytnete zpětnou vazbu v reálném čase, naplánujte si s nimi pravidelné schůzky, na kterých prodiskutujete, jak uplatňují své silné stránky a také pokrok, kterého dosáhli v oblasti nápadů na rozvoj. K těmto rozhovorům by mělo docházet během vašich pravidelných schůzek one-to-one nebo jiných individuálních schůzek.",
	  "main-lang66": "PRŮBĚŽNĚ",
	  "main-lang67": "Kdy:",
	  "main-lang68": "Pravidelné schůzky v průběhu roku.",
	  "main-lang69": "Přečtěte si více",
	  "main-lang70": "Spustit Forte",
	  "main-lang71": "Zavřít",
	  "main-lang72": "Rozhovory o odměnách",
	  "main-lang73": "Co",
	  "main-lang73a": "Proč:",
	  "main-lang74": "Po kontrole a naplánování odměny vašeho zaměstnance se s ním sejdete a vysvětlíte mu, proč jste učinili konkrétní rozhodnutí o odměnách a promluvíte si s ním o jeho výkonnosti v průběhu minulého roku. Každý zaměstnanec, který splňuje vysokou výkonnostní laťku, by z rozhovoru o odměnách měl v první řadě odcházet motivovaný a s vědomím, že si ho Amazon cení a investuje do něj.",
	  "main-lang75": "Jak:",
	  "main-lang76": "Po kontrole PCS zaměstnance a osvěžení vašich znalostí o přístupu Amazonu k odměňování se se zaměstnancem sejdete a zhodnotíte jeho odměnu a výkonnost. Měli byste zaměstnanci poskytnout tištěnou kopii jeho PCS a dát mu čas si ho pročíst nebo si ho společně projít. Informujte zaměstnance o tom, jak se podílel na úspěchu týmu a buďte připraveni odpovědět na jakékoliv otázky, které ho ohledně odměny napadnou.",
	  "main-lang77": "KAŽDOROČNĚ",
	  "main-lang78": "Kdy:",
	  "main-lang79": "5. dubna:",
	  "main-lang79a": "Začněte se zaměstnanci vést rozhovory o odměnách s využitím jejich Přehledů osobních odměňování (PCS).",
	  "main-lang81": "Přečtěte si více",
	  "main-lang82": "Otevřít CPT",
	  "main-lang83": "Zavřít",
	  "main-lang84": "Budoucí zaměření",
	  "main-lang85": "Co",
	  "main-lang85a": "Proč:",
	  "main-lang86": "Funkce Budoucího zaměření v nástroji Amazon Promote vám umožňuje navrhnout čtvrtletí pro povýšení a pracovní zařazení pro každého z vašich zaměstnanců. Je třeba včas určit kandidáty na povýšení, abyste zajistili, že zaměstnanci dostanou dostatečné množství příležitostí k rozvoji dovedností požadovaných k vyrovnanému výkonu na vyšší pozici. Včasné plánování navíc umožňuje účelné interakce s klíčovými jednotlivci nebo týmy, které mohou poskytnout relevantní zpětnou vazbu týkající se připravenosti zaměstnance na povýšení.",
	  "main-lang87": "Jak:",
	  "main-lang88": "Přemýšlejte o každém z vašich zaměstnanců a jejich dráze v Amazonu. Pokud si myslíte, že začínají podávat výkon na vyšší úrovni, měli byste přidat plánované čtvrtletí pro povýšení do Budoucího zaměření v",
	  "main-lang88a": "Amazon Promote",
	  "main-lang88b": "(toto datum můžete kdykoli změnit). Pokud zaměstnanec v současné době nepracuje na tom, aby byl povýšen, můžete zvolit možnost „No Promotion Expected (Neočekáváme povýšení)“.",
	  "main-lang89": "V PRŮBĚHU ROKU ",
	  "main-lang90": "Kdy:",
	  "main-lang91": "Aktualizujte podle potřeby.",
	  "main-lang92": "Přečtěte si více",
	  "main-lang93": "Otevřít Promote",
	  "main-lang94": "Zavřít"
	},
	"de-de": {
	  "main-lang1": "Q1 Talent Processes",
	  "main-lang2": "Da die Anforderungen unserer Kunden weiter steigen, reicht die heutige Leistung nicht aus, um die Erwartungen von morgen zu erfüllen. Wir müssen bei Amazon kontinuierlich einen höheren Leistungsmaßstab ansetzen, um unsere Kunden auch weiterhin zu begeistern.",
	  "main-lang3": "Im ersten Quartal spielst du als Manager eine entscheidende Rolle, wenn es darum geht, die weitere Entwicklung unserer Amazonier zu unterstützen und ihren Erfolg durch unsere jährlichen und vierteljährlichen Talentprozesse zu fördern. Wir unterstützen die weitere Entwicklung von Amazoniern und fördern ihren Erfolg durch unsere jährlichen und vierteljährlichen Talentprozesse. Dieses Ziel erreichst du durch zwei oder drei wichtige Maßnahmen: Forte, Gehaltsüberprüfung und Beförderungen.",
	  "main-lang4": "Stärken",
	  "main-lang4a": "erkennen",
	  "main-lang5": "Stärken",
	  "main-lang5a": "bei der Arbeit anwenden",
	  "main-lang6": "Ergebnisse für",
	  "main-lang6a": "Kunden liefern",
	  "main-lang7": "Stärken und Fähigkeiten",
	  "main-lang7a": "weiterentwickeln",
	  "main-lang8": "Leistung und Potenzial",
	  "main-lang8a": "beurteilen und",
	  "main-lang8b": "belohnen",
	  "main-lang9": "Zurück",
	  "main-lang10": "Weiter",
	  "main-lang11": "So setzen wir bei Amazon einen höheren Leistungsmaßstab an",
	  "main-lang12": "In Q1",
	  "main-lang13": "Forte",
	  "main-lang14": "Hilf Amazoniern dabei,",
	  "main-lang14a": "ihre Stärken erkennen",
	  "main-lang14b": "und zu verstehen, wie sie ihre eigene Leistung steigern können,",
	  "main-lang14c": "indem sie diese Stärken",
	  "main-lang14d": "bei der Arbeit einsetzen.",
	  "main-lang15": "Vergütung",
	  "main-lang16": "Leistung",
	  "main-lang16a": "und",
	  "main-lang16b": "Potenzial",
	  "main-lang16c": "von Mitarbeitern einschätzen und belohnen.",
	  "main-lang17": "Beförderung",
	  "main-lang18": "Entwicklung von Mitarbeitern",
	  "main-lang18a": "und Leistungen",
	  "main-lang18b": "auf dem nächsten Level erkennen.",
	  "main-lang19": "Blick nach vorn",
	  "main-lang20": "Forte-Folgegespräche",
	  "main-lang21": "Vergütungs- gespräche",
	  "main-lang22": "Langfristiger Beförderungsplan",
	  "main-lang23": "Du hältst eine Präsentation vor Managern? Nutze das",
	  "main-lang23a": "Q1 Presentation Kit",
	  "main-lang24": "Forte",
	  "main-lang25": "Was",
	  "main-lang25a": "Warum:",
	  "main-lang26": "Forte ist der jährliche stärkenbasierte Feedback-Prozess von Amazon, der Mitarbeitern dabei helfen soll, ihre einzigartigen Stärken zu verstehen und herauszufinden, wie sie sich weiterentwickeln und durch bessere Leistungen noch bessere Ergebnisse für unsere Kunden liefern können.",
	  "main-lang27": "JÄHRLICH",
	  "main-lang28": "Wann:",
	  "main-lang29": "7. Januar – 4. Februar:",
	  "main-lang29a": "Mitarbeiter stellen ihren Teil fertig, fordern Feedback von Kollegen an und beantworten Feedback-Anfragen.",
	  "main-lang30": "5. Februar – 15. Februar:",
	  "main-lang30a": "Du stellst deinen Forte-Teil fertig und führst mit jedem deiner Mitarbeiter ein Gespräch.",
	  "main-lang31": "Wie:",
	  "main-lang32": "Du arbeitest mit deinen Mitarbeitern und ihren Kollegen zusammen, um Super Powers und Entwicklungsvorschläge für die Mitarbeiter zusammenzutragen. Danach triffst du dich mit jedem Mitarbeiter, um das Feedback zu überprüfen und zu besprechen, und hilfst dem Mitarbeiter dabei, zu entscheiden, auf welche Bereiche er sich in Zukunft konzentrieren möchte.",
	  "main-lang33": "Weitere Informationen",
	  "main-lang34": "Forte öffnen",
	  "main-lang35": "Schließen",
	  "main-lang36": "Vergütung",
	  "main-lang37": "Was",
	  "main-lang37a": "Warum:",
	  "main-lang38": "Du überprüfst und planst die Gesamtvergütung für jeden Mitarbeiter, um sicherzustellen, dass die Vergütung den Beiträgen des Mitarbeiters entspricht und eine wettbewerbsfähige Bezahlung auf dem Markt darstellt. Sei bereit, die Leistungen des letzten Jahres zu besprechen und deinen Mitarbeitern zu helfen, Vergütungsentscheidungen nachzuvollziehen.",
	  "main-lang39": "Wie:",
	  "main-lang40": "Du gibst für jeden deiner Mitarbeiter eine Vergütungsempfehlung ab, indem du einen Overall Value (Gesamtwert, OV) für ihn auswählst. Diese Entscheidung triffst du im",
	  "main-lang40a": "Compensation Planning Tool (Vergütungsplanungstool, CPT)",
	  "main-lang40b": "Der OV sollte die Leistung und das Potenzial des Mitarbeiters widerspiegeln und basiert auf den Daten, die du im Laufe des Jahres gesammelt hast (z. B. Ziele, Ergebnisse, Umsetzung der Leadership Principles (Führungsprinzipien), Auswirkungen auf Kunden und Feedback). Nachdem du einen OV ausgewählt und Vergütungsempfehlungen abgegeben hast, teilst du dem Mitarbeiter mit, warum die jeweilige Vergütungsentscheidung getroffen wurde. Teile den Mitarbeitern nicht ihren OV mit. Verwende stattdessen spezifische Beispiele, um die Leistung und das Potenzial jedes Mitarbeiters zu besprechen, und sage ihnen, ob sie die Messlatte höher legen.",
	  "main-lang41": "Wann:",
	  "main-lang41a": "JÄHRLICH",
	  "main-lang42": "7. Januar – 18. Februar:",
	  "main-lang42a": "OV für jeden Mitarbeiter auswählen.",
	  "main-lang43": "Anfang Februar (Datum noch offen) – 18. Februar:",
	  "main-lang43a": "Jährliche Vergütungsempfehlungen abgeben.",
	  "main-lang44": "Weitere Informationen",
	  "main-lang45": "CPT öffnen",
	  "main-lang46": "Schließen",
	  "main-lang47": "Beförderung",
	  "main-lang48": "Was",
	  "main-lang48a": "Warum:",
	  "main-lang49": "Du empfiehlst Mitarbeiter für eine Beförderung, wenn deren Rolle auf das nächsthöhere Job-Level ausgerichtet ist und wenn sie dauerhaft eine Leistung gezeigt haben, die dem nächsthöheren Job-Level entspricht. Die Beförderung ist eine wichtige Komponente der Strategie von Amazon zur Anerkennung der Entwicklung und der Leistungen eines Mitarbeiters und zur Beibehaltung unserer Unternehmenskultur, bei der eine hohe Leistungsfähigkeit im Vordergrund steht.",
	  "main-lang50": "Eine Beförderung ist eine von mehreren Optionen in Bezug auf die Karriereentwicklung. Andere Optionen sind die Vertiefung von Fähigkeiten durch Schulungen, Mentoring oder neue Aufgaben, oder aber die Gewinnung umfassenderer Erfahrungen durch den Wechsel zu anderen Organisationen oder in andere Regionen ohne einen Aufstieg auf ein höheres Level.",
	  "main-lang51": "Wie:",
	  "main-lang52": "Wenn ein Mitarbeiter für eine Beförderung bereit ist, verfasst du ein Beförderungsdokument, forderst Feedback von Kollegen an, übermittelst die Beförderung zur Genehmigung und empfiehlst eine Vergütung, die der Beförderung gerecht wird. Spezifische Bewerbungskriterien, Genehmigungsanforderungen und Fristen variieren je nach Organisation. Weitere Informationen erhältst du von deinem HRBP.",
	  "main-lang53": "VIERTELJÄHRLICH",
	  "main-lang54": "Wann:",
	  "main-lang55": "1. Dezember – 18. Februar:",
	  "main-lang55a": "Du holst Feedback von Kollegen ein, schreibst das Beförderungsdokument und übermittelst die Beförderung zur Genehmigung in",
	  "main-lang55b": "Amazon Promote",
	  "main-lang56": "Anfang Februar – 18. Februar:",
	  "main-lang56a": "Du erstellst eine der Beförderung entsprechende Vergütungsempfehlung im",
	  "main-lang56b": "Compensation Planning Tool (Vergütungsplanungstool, CPT)",
	  "main-lang57": "1. April:",
	  "main-lang57a": "Beförderungen werden am ersten Tag des Zahlungszeitraums des jeweiligen Mitarbeiters wirksam, der am 1. April oder danach beginnt.",
	  "main-lang58": "Weitere Informationen",
	  "main-lang59": "Promote öffnen",
	  "main-lang60": "Schließen",
	  "main-lang61": "Forte-Folgegespräche",
	  "main-lang62": "Was",
	  "main-lang62a": "Warum:",
	  "main-lang63": "Um unsere Leistungen weiter zu steigern, müssen wir uns das ganze Jahr über auf Stärken und Entwicklungsvorschläge konzentrieren. Darum führen wir regelmäßig Forte-Folgegespräche mit den Mitarbeitern. Durch diese regelmäßige Überprüfung können wir feststellen, ob und wie ein Mitarbeiter seine Stärken eingesetzt hat, um bessere Ergebnisse zu liefern, ob er Fortschritte in Bezug auf seine Entwicklungsvorschläge gemacht hat und ob es Ideen für die weitere Entwicklung gibt.",
	  "main-lang64": "Wie:",
	  "main-lang65": "Zusätzlich zu dem Feedback, das du deinen Mitarbeitern direkt im entsprechenden Moment gibst, solltest du regelmäßige Folgegespräche planen. In diesen Gesprächen könnt ihr besprechen, wie dein Mitarbeiter seine Stärken eingesetzt hat und welche Fortschritte er in Bezug auf seine Entwicklungsvorschläge gemacht hat. Gelegenheit dazu hast du bei den regelmäßigen Einzelgesprächen oder bei anderen Treffen mit der jeweiligen Person.",
	  "main-lang66": "LAUFEND",
	  "main-lang67": "Wann:",
	  "main-lang68": "Regelmäßige Folgegespräche das ganze Jahr über.",
	  "main-lang69": "Weitere Informationen",
	  "main-lang70": "Forte öffnen",
	  "main-lang71": "Schließen",
	  "main-lang72": "Vergütungsgespräche",
	  "main-lang73": "Was",
	  "main-lang73a": "Warum:",
	  "main-lang74": "Nachdem du die Vergütung deines Mitarbeiters geprüft und geplant hast, triffst du dich mit ihm, um zu erklären, warum bestimmte Vergütungsentscheidungen getroffen wurden und welche Leistung er im letzten Jahr erzielt hat. Für jeden Mitarbeiter, der die hohen Leistungsanforderungen erfüllt, liegt das Hauptziel darin, dass er sich nach dem Vergütungsgespräch motiviert fühlt und versteht, dass Amazon ihn als Mitarbeiter schätzt und in ihn investiert.",
	  "main-lang75": "Wie:",
	  "main-lang76": "Nachdem du die Personal Compensation Summary (Zusammenfassung zur persönlichen Vergütung, PCS) des Mitarbeiters selbst überprüft hast und deine Kenntnisse zum Vergütungsansatz bei Amazon aufgefrischt hast, triffst du dich mit dem Mitarbeiter, um seine Vergütung und Leistung zu besprechen. Du solltest eine gedruckte Kopie der PCS des Mitarbeiters bereitstellen und ihm Zeit geben, diese zu lesen, oder sie mit ihm durchgehen. Erkläre dem Mitarbeiter, wie sich seine Beiträge auf den Erfolg des Teams ausgewirkt haben. Sei außerdem bereit, Fragen des Mitarbeiters zu seiner Vergütung zu beantworten.",
	  "main-lang77": "JÄHRLICH",
	  "main-lang78": "Wann:",
	  "main-lang79": "5. April:",
	  "main-lang79a": "Beginne damit, Vergütungsgespräche mit Mitarbeitern zu führen. Nutze ihre Personal Compensation Summaries (PCSs) als Grundlage.",
	  "main-lang81": "Weitere Informationen",
	  "main-lang82": "CPT öffnen",
	  "main-lang83": "Schließen",
	  "main-lang84": "Langfristiger Beförderungsplan",
	  "main-lang85": "Was",
	  "main-lang85a": "Warum:",
	  "main-lang86": "Mit der Funktion \"Langfristiger Beförderungsplan\" von Amazon Promote kannst du für jeden deiner Mitarbeiter ein Zielquartal für die Beförderung und eine Stellenbezeichnung vorschlagen. Du solltest schon früh damit beginnen, Kandidaten für eine Beförderung zu ermitteln. So erhalten diese Mitarbeiter mehrere Möglichkeiten, die Fähigkeiten zu entwickeln, die für eine dauerhaft gute Leistung auf dem nächsthöheren Job-Level erforderlich sind. Eine frühzeitige Planung gibt dem Mitarbeiter außerdem die Möglichkeit, auf relevante Weise mit wichtigen Einzelpersonen oder Teams zu interagieren, die später aussagekräftiges Feedback darüber geben können, ob der Mitarbeiter für die Beförderung bereit ist.",
	  "main-lang87": "Wie:",
	  "main-lang88": "Denke über jeden deiner Mitarbeiter und über ihre Laufbahn bei Amazon nach. Wenn du der Meinung bist, dass ihre Leistung langsam dem nächsten Job-Level gerecht wird, solltest du das geplante Zielquartal für die Beförderung in den Langfristigen Beförderungsplan eintragen. Nutze dazu",
	  "main-lang88a": "Amazon Promote",
	  "main-lang88b": "(du kannst das Datum jederzeit ändern). Wenn der Mitarbeiter derzeit nicht auf eine Beförderung hinarbeitet, kannst du die Option \"Keine Beförderung erwartet\" auswählen.",
	  "main-lang89": "GANZJÄHRIG ",
	  "main-lang90": "Wann:",
	  "main-lang91": "Aktualisierung nach Bedarf.",
	  "main-lang92": "Weitere Informationen",
	  "main-lang93": "Promote öffnen",
	  "main-lang94": "Schließen"
	},
	"fr-fr": {
	  "main-lang1": "Q1 Talent Processes",
	  "main-lang2": "Les exigences de nos clients ne cessent d’évoluer, la performance d’aujourd'hui ne sera donc pas suffisante pour répondre aux attentes de demain. Nous devons sans cesse élever notre niveau d’exigence chez Amazon afin de continuer de satisfaire nos clients.",
	  "main-lang3": "En tant que manager, vous jouez un rôle essentiel au premier trimestre dans le développement et le soutien des salariés d’Amazon, en utilisant nos processus annuels et trimestriels de gestion des talents. Nous encourageons le développement continu et la réussite des salariés d’Amazon avec nos processus annuels et trimestriels de gestion des talents. Vous participez à cela en faisant deux ou trois choses essentielles : Forte, la planification de la rémunération et les promotions.",
	  "main-lang4": "Reconnaître",
	  "main-lang4a": "les points forts",
	  "main-lang5": "Appliquer",
	  "main-lang5a": "les points forts au travail",
	  "main-lang6": "Obtenir des résultats",
	  "main-lang6a": "pour les clients",
	  "main-lang7": "Développer",
	  "main-lang7a": "les points forts et capacités",
	  "main-lang8": "Évaluer",
	  "main-lang8a": "Récompenser",
	  "main-lang8b": "la performance et le potentiel",
	  "main-lang9": "Précédent",
	  "main-lang10": "Suivant",
	  "main-lang11": "Comment relever le niveau de performance chez Amazon",
	  "main-lang12": "Au premier trimestre",
	  "main-lang13": "Forte",
	  "main-lang14": "Aider les salariés d’Amazon à",
	  "main-lang14a": "reconnaître leurs points forts",
	  "main-lang14b": "et comprendre comment améliorer leur propre performance en",
	  "main-lang14c": "appliquant ces points forts",
	  "main-lang14d": "au travail.",
	  "main-lang15": "Rémunération",
	  "main-lang16": "Évaluer",
	  "main-lang16a": "et",
	  "main-lang16b": "récompenser",
	  "main-lang16c": "la performance et le potentiel des salariés.",
	  "main-lang17": "Promotion",
	  "main-lang18": "Reconnaître",
	  "main-lang18a": "le développement",
	  "main-lang18b": "et les performances de niveau supérieur des salariés.",
	  "main-lang19": "Regarder vers l’avenir",
	  "main-lang20": "Faire le point sur Forte",
	  "main-lang21": "Entretiens de rémunération",
	  "main-lang22": "Tableau de promotion future",
	  "main-lang23": "Vous faites une présentation à des managers ? Utilisez ceci",
	  "main-lang23a": "Q1 Presentation Kit",
	  "main-lang24": "Forte",
	  "main-lang25": "Qu’est-ce que c’est ?",
	  "main-lang25a": "Pourquoi ?",
	  "main-lang26": "Forte est le processus de feedback annuel d’Amazon qui aide les salariés à reconnaître leurs points forts uniques et leur fournit des idées pour les aider à se développer et aller encore plus loin dans l’obtention de résultats pour leurs clients.",
	  "main-lang27": "Annuellement",
	  "main-lang28": "Quand ?",
	  "main-lang29": "Du 7 janvier au 4 février :",
	  "main-lang29a": "Les salariés remplissent leur partie, demandent du feedback à leurs collègues et répondent aux demandes de feedback.",
	  "main-lang30": "Du 5 au 15 février :",
	  "main-lang30a": "Vous remplissez votre partie de Forte et discutez avec chacun de vos salariés.",
	  "main-lang31": "Comment ?",
	  "main-lang32": "Vous travaillerez avec vos salariés et leurs collègues afin d’identifier les super-pouvoirs et idées de développement des salariés. Ensuite, prenez du temps pour rencontrer les salariés, revoyez avec eux le feedback reçu et discutez-en afin d’aider le salarié à identifier les domaines sur lesquels il souhaite se concentrer.",
	  "main-lang33": "En savoir plus",
	  "main-lang34": "Ouvrir Forte",
	  "main-lang35": "Fermer",
	  "main-lang36": "Rémunération",
	  "main-lang37": "Qu’est-ce que c’est ?",
	  "main-lang37a": "Pourquoi ?",
	  "main-lang38": "Vous étudiez et planifiez la rémunération totale de chacun de vos salariés afin de vous assurer que leur rémunération reflète leurs contributions et qu’elle est compétitive par rapport au marché. Préparez-vous à discuter de leur performance au cours de l’année passée, et aidez-les à comprendre le raisonnement ayant mené aux décisions que vous avez prises en terme de rémunération.",
	  "main-lang39": "Comment ?",
	  "main-lang40": "Vous effectuerez des recommandations en matière de rémunération pour chacun de vos salarié en sélectionnant une Overall Value (OV) dans le",
	  "main-lang40a": "Compensation Planning Tool (CPT)",
	  "main-lang40b": "Leur OV devrait refléter leur performance et leur potentiel en fonction des données recueillies tout au long de l’année (comme les objectifs, les résultats, la démonstration des Principes de leadership, l’impact sur les clients et le feedback). Après avoir sélectionné une OV, vous devez communiquer de manière claire les raisons ayant mené à vos décisions de rémunération. Ne communiquez pas les notes d’OV aux employés. Utilisez plutôt des exemples précis pour discuter avec chaque salarié de sa performance, et faites-leur savoir s’ils relèvent le niveau ou non.",
	  "main-lang41": "Quand ?",
	  "main-lang41a": "Annuellement",
	  "main-lang42": "Du 7 janvier au 18 février :",
	  "main-lang42a": "Choisissez une OV pour chaque salarié.",
	  "main-lang43": "De début février (date exacte à déterminer) jusqu’au 18 février :",
	  "main-lang43a": "Faites vos recommandations en matière de rémunération annuelle.",
	  "main-lang44": "En savoir plus",
	  "main-lang45": "Ouvrir CPT",
	  "main-lang46": "Fermer",
	  "main-lang47": "Promotion",
	  "main-lang48": "Qu’est-ce que c’est ?",
	  "main-lang48a": "Pourquoi ?",
	  "main-lang49": "Vous recommanderez une promotion pour les salariés dont les fonctions relèvent du niveau supérieur et qui démontrent régulièrement des performances dignes de celui-ci. Les promotions sont au cœur de la stratégie d’Amazon pour reconnaître le développement et les réussites d’un salarié tout en préservant la culture de performance d’Amazon.",
	  "main-lang50": "Votre carrière peut évoluer de nombreuses manières différentes, la promotion est l’une d’entre elles. Vous pouvez également élargir vos compétences avec des formations, du mentorat, ou de nouvelles responsabilités, ainsi qu’acquérir de l’expérience en vous déplaçant latéralement vers une autre organisation ou région différente.",
	  "main-lang51": "Comment ?",
	  "main-lang52": "Si un salarié est prêt à être promu, vous rédigez un document de promotion, demandez et recueillez du feedback de ses collègues, puis vous envoyez la promotion pour validation et recommandez une rémunération de promotion. Les critères spécifiques de promotion, les exigences de validation et les échéances varient selon l’organisation. Voyez avec votre HRBP pour obtenir plus de renseignements.",
	  "main-lang53": "Trimestriel",
	  "main-lang54": "Quand ?",
	  "main-lang55": "Du 1er décembre au 18 février :",
	  "main-lang55a": "Vous rassemblez le feedback des collègues, rédigez le document de promotion et envoyez la promotion pour validation dans",
	  "main-lang55b": "Amazon Promote",
	  "main-lang56": "De début février au 18 février :",
	  "main-lang56a": "Vous faites des recommandations de rémunération de promotion dans le",
	  "main-lang56b": "Compensation Planning Tool (CPT)",
	  "main-lang57": "Le 1er avril :",
	  "main-lang57a": "Les promotions entrent en vigueur au premier jour de la période de paie commençant le 1er avril ou ultérieurement.",
	  "main-lang58": "En savoir plus",
	  "main-lang59": "Ouvrir Promote",
	  "main-lang60": "Fermer",
	  "main-lang61": "Faire le point sur Forte",
	  "main-lang62": "Qu’est-ce que c’est ?",
	  "main-lang62a": "Pourquoi ?",
	  "main-lang63": "Pour continuer à améliorer notre performance, nous devons nous concentrer sur les points forts et les idées de développement tout au long de l’année, en effectuant un suivi périodique dans Forte avec les salariés. Faire le point régulièrement vous donne l’occasion de constater comment un salarié a mis ses points forts à contribution pour obtenir des résultats, ainsi que le progrès qu’il a fait sur ses idées de développement. Cela peut également faire germer de nouvelles idées de développement.",
	  "main-lang64": "Comment ?",
	  "main-lang65": "En plus de donner du feedback en temps réel aux salariés, organisez des mises au point régulières avec vos salariés afin de discuter des manières dont ils ont appliqué leurs points forts, ainsi que des progrès qu’ils ont fait sur leurs idées de développement. Vous pouvez faire cela lors de vos entretiens individuels réguliers ou pendant d’autres réunions avec la personne concernée.",
	  "main-lang66": "Continuellement",
	  "main-lang67": "Quand ?",
	  "main-lang68": "Des mises au point régulières tout au long de l’année.",
	  "main-lang69": "En savoir plus",
	  "main-lang70": "Ouvrir Forte",
	  "main-lang71": "Fermer",
	  "main-lang72": "Entretien de rémunération",
	  "main-lang73": "Qu’est-ce que c’est ?",
	  "main-lang73a": "Pourquoi ?",
	  "main-lang74": "Après avoir examiné et planifié la rémunération de votre salarié, vous le rencontrerez pour expliquer pourquoi vous avez pris ces décisions de rémunération particulières, en fonction de leur performance au cours de l’année passée. Le but de l’entretien de rémunération est de motiver les salariés atteignant leurs objectifs élevés en matière de performance. Ils doivent sortir de l’entretien en se sentant appréciés et en sachant qu’Amazon investit dans leur avenir.",
	  "main-lang75": "Comment ?",
	  "main-lang76": "Après avoir examiné vous-même le PCS du salarié et renouvelé votre compréhension de la stratégie d’Amazon en matière de rémunération, vous aurez un entretien avec le salarié afin de discuter de sa performance et de sa rémunération. Donnez au salarié une copie imprimée de son PCS et laissez-lui le temps de le lire, ou relisez-le avec lui. Expliquez au salarié de quelle(s) manière(s) il a contribué au succès de son équipe, et soyez prêt à répondre à toutes les questions qu’il pourrait avoir concernant sa rémunération.",
	  "main-lang77": "Annuellement",
	  "main-lang78": "Quand ?",
	  "main-lang79": "Le 5 avril :",
	  "main-lang79a": "Commencez les entretiens de rémunération avec vos salariés en utilisant leurs comptes-rendus de rémunération individuelle (PCS).",
	  "main-lang81": "En savoir plus",
	  "main-lang82": "Ouvrir CPT",
	  "main-lang83": "Fermer",
	  "main-lang84": "Tableau de promotion future",
	  "main-lang85": "Qu’est-ce que c’est ?",
	  "main-lang85a": "Pourquoi ?",
	  "main-lang86": "Le tableau de promotion future dans Amazon Promote vous permet d’attribuer à chacun de vos salariés un intitulé de poste ainsi qu’un trimestre cible pour sa promotion. Vous devez identifier les candidats à une promotion de manière anticipée afin de leur offrir la possibilité de développer les compétences dont ils auront besoin pour maintenir leur performance au niveau supérieur. Cette planification anticipée permet également d’avoir des interactions ciblées avec des personnes ou des équipes clés capables de donner du feedback permettant d’évaluer si le salarié en question est prêt pour une promotion.",
	  "main-lang87": "Comment ?",
	  "main-lang88": "Pensez à chacun de vos salariés et à leur parcours chez Amazon. Si vous pensez que leur performance commence à tendre vers le niveau supérieur, ajoutez le trimestre de promotion ciblé au tableau de promotion future dans",
	  "main-lang88a": "Amazon Promote",
	  "main-lang88b": "(vous pouvez modifier cette date à tout moment). Si le salarié n’est pas actuellement en vue pour une promotion, vous pouvez sélectionner « Aucune promotion attendue ».",
	  "main-lang89": "Tout au long de l’année ",
	  "main-lang90": "Quand ?",
	  "main-lang91": "Mettre à jour au besoin.",
	  "main-lang92": "En savoir plus",
	  "main-lang93": "Ouvrir Promote",
	  "main-lang94": "Fermer"
	},

	"it-it": {
	  "main-lang1": "Q1 Talent Processes",
	  "main-lang2": "Poiché le richieste dei nostri clienti continuano a crescere, le prestazioni di oggi non saranno sufficienti per soddisfare le aspettative di domani. Dobbiamo alzare continuamente il livello delle prestazioni di Amazon per continuare ad entusiasmare i nostri clienti.",
	  "main-lang3": "Nel 1º trimestre, svolgerai un ruolo fondamentale in qualità di manager nel sostenere la crescita continua e il successo degli Amazonian mediante i nostri processi annuali e trimestrali sulle risorse. Sosteniamo la crescita continua e il successo degli Amazonian mediante i nostri processi annuali e trimestrali sulle risorse. Puoi ottenere questo risultato applicando tre strumenti chiave: il processo Forte, il piano di retribuzione e le promozioni.",
	  "main-lang4": "Riconoscere",
	  "main-lang4a": "i punti di forza",
	  "main-lang5": "Applicare",
	  "main-lang5a": "i punti di forza sul lavoro",
	  "main-lang6": "Conseguire risultati",
	  "main-lang6a": "per i clienti",
	  "main-lang7": "Accrescere",
	  "main-lang7a": "punti di forza e capacità",
	  "main-lang8": "Valutare",
	  "main-lang8a": "Premiare",
	  "main-lang8b": "le prestazioni e il potenziale",
	  "main-lang9": "Precedente",
	  "main-lang10": "Successivo",
	  "main-lang11": "Come innalzare il livello delle prestazioni di Amazon",
	  "main-lang12": "Durante il 1º trimestre",
	  "main-lang13": "Forte",
	  "main-lang14": "Aiutare gli Amazonian",
	  "main-lang14a": "a riconoscere i loro punti di forza",
	  "main-lang14b": "e a capire come aumentare le proprie prestazioni tramite",
	  "main-lang14c": "l’applicazione di questi punti di forza",
	  "main-lang14d": "sul lavoro.",
	  "main-lang15": "Retribuzione",
	  "main-lang16": "Valutare",
	  "main-lang16a": "e",
	  "main-lang16b": "premiare",
	  "main-lang16c": "le prestazioni e il potenziale dei dipendenti.",
	  "main-lang17": "Promozione",
	  "main-lang18": "Riconoscere la",
	  "main-lang18a": "crescita dei dipendenti",
	  "main-lang18b": "e la loro performance di livello successivo.",
	  "main-lang19": "Guardare avanti",
	  "main-lang20": "Controlli su Forte",
	  "main-lang21": "Conversazioni sulle retribuzioni",
	  "main-lang22": "Forward-looking slate",
	  "main-lang23": "Devi dare una presentazione ai manager? Usa questo",
	  "main-lang23a": "kit di presentazione del 1º trimestre",
	  "main-lang24": "Forte",
	  "main-lang25": "Cos’è",
	  "main-lang25a": "Perché:",
	  "main-lang26": "Forte è il processo di feedback annuale di Amazon concepito per riconoscere i punti di forza dei dipendenti. Questo processo, basato proprio sui punti di forza, mostra come i dipendenti possano continuare a crescere e ad migliorare le loro prestazioni in modo da conseguire risultati per i loro clienti.",
	  "main-lang27": "ANNUALMENTE",
	  "main-lang28": "Quando:",
	  "main-lang29": "7 gennaio-4 febbraio:",
	  "main-lang29a": "I dipendenti completano la loro sezione, richiedono il feedback dei colleghi e rispondono alle richieste di feedback.",
	  "main-lang30": "5 febbraio-15 febbraio:",
	  "main-lang30a": "Completa la tua sezione del documento Forte e intrattieni una conversazione con ciascuno dei tuoi dipendenti.",
	  "main-lang31": "Come:",
	  "main-lang32": "Lavora insieme ai tuoi dipendenti e ai loro colleghi per identificare i super poteri e le idee di crescita dei dipendenti. Poi sedetevi allo stesso tavolo per esaminare e discutere i feedback, questo aiuterà il singolo dipendente a identificare le aree su cui intende concentrarsi.",
	  "main-lang33": "Per saperne di più",
	  "main-lang34": "Apri Forte",
	  "main-lang35": "Chiudi",
	  "main-lang36": "Retribuzione",
	  "main-lang37": "Cos’è",
	  "main-lang37a": "Perché:",
	  "main-lang38": "Devi riesaminare e pianificare la retribuzione complessiva di ogni dipendente al fine di assicurarti che la sua retribuzione rispecchi i suoi contributi e che gli sia versato uno stipendio competitivo sul mercato. Preparati a discutere le sue prestazioni nell’ultimo anno e ad aiutarlo a capire il ragionamento alla base delle decisioni relative alla retribuzione.",
	  "main-lang39": "Come:",
	  "main-lang40": "Puoi formulare raccomandazioni sulla retribuzione per ciascuno dei tuoi dipendenti quando selezioni un Overall Value (OV) all’interno del",
	  "main-lang40a": "Compensation Planning Tool (CPT)",
	  "main-lang40b": "Gli OV dei dipendenti dovrebbero rispecchiare le loro prestazioni e il loro potenziale sulla base dei dati raccolti durante tutto l’anno (ad esempio obiettivi, risultati, comportamenti legati ai Principi di leadership, impatto sui clienti e feedback). Dopo aver selezionato un OV e aver formulato raccomandazioni sulle retribuzioni, dovrai comunicare chiaramente il motivo per cui sono state prese decisioni specifiche in merito alle retribuzioni. Non comunicare i rating OV ai dipendenti; usa invece esempi specifici per discutere la performance di ciascun dipendente e comunicagli se sta alzando il livello delle sue prestazioni.",
	  "main-lang41": "Quando:",
	  "main-lang41a": "ANNUALMENTE",
	  "main-lang42": "7 gennaio-18 febbraio:",
	  "main-lang42a": "Seleziona gli OV per ciascun dipendente.",
	  "main-lang43": "Inizio febbraio (data esatta da annunciare)-18 febbraio:",
	  "main-lang43a": "Fornisci raccomandazioni in merito alle retribuzioni annuali.",
	  "main-lang44": "Per saperne di più",
	  "main-lang45": "Apri CPT",
	  "main-lang46": "Chiudi",
	  "main-lang47": "Promozione",
	  "main-lang48": "Cos’è",
	  "main-lang48a": "Perché:",
	  "main-lang49": "Dovrai suggerire le promozioni dei dipendenti quando i loro ruoli si inquadrano nel livello successivo e i dipendenti hanno dimostrato costantemente una performance di un livello superiore. Le promozioni sono una componente chiave della strategia di Amazon, volta a riconoscere la crescita e i risultati raggiunti da un dipendente, e a sostenere la nostra filosofia aziendale orientata all’eccellenza delle performance.",
	  "main-lang50": "La promozione è una delle molteplici direzioni per lo sviluppo della crescita professionale. Altre direzioni includono l’approfondimento delle competenze attraverso la formazione, il mentoring o nuovi incarichi, oppure l’acquisizione di esperienze più ampie tramite uno spostamento laterale verso altre organizzazioni o regioni.",
	  "main-lang51": "Come:",
	  "main-lang52": "Se un dipendente è pronto per la promozione, dovrai scrivere un documento di promozione, richiedere e raccogliere feedback dai colleghi, inviare la promozione ai fini della sua approvazione e suggerire una retribuzione legata alla promozione. I criteri di promozione, i requisiti per l’approvazione e le scadenze specifiche variano in base all’organizzazione: ti invitiamo quindi a consultare il tuo HRBP per maggiori informazioni.",
	  "main-lang53": "TRIMESTRALE",
	  "main-lang54": "Quando:",
	  "main-lang55": "1 dicembre-18 febbraio:",
	  "main-lang55a": "Raccogli i feedback dei colleghi, scrivi il documento di promozione e invia la promozione ai fini della sua approvazione su",
	  "main-lang55b": "Amazon Promote",
	  "main-lang56": "Inizio febbraio-18 febbraio:",
	  "main-lang56a": "Formula raccomandazioni sulle retribuzioni legate alle promozioni all’interno del",
	  "main-lang56b": "Compensation Planning Tool (CPT)",
	  "main-lang57": "1° aprile:",
	  "main-lang57a": "Le promozioni diventano effettive durante il primo giorno del periodo di retribuzione del dipendente, ossia il 1º aprile o in data successiva.",
	  "main-lang58": "Per saperne di più",
	  "main-lang59": "Apri Promote",
	  "main-lang60": "Chiudi",
	  "main-lang61": "Controlli su Forte",
	  "main-lang62": "Cos’è",
	  "main-lang62a": "Perché:",
	  "main-lang63": "Continuare ad aumentare le nostre prestazioni ci impone di concentrarci sui punti di forza e sulle idee di crescita durante tutto l’anno: per questo approfondiamo periodicamente il processo Forte con i dipendenti. I controlli regolari offrono l’opportunità di approfondire il modo in cui un dipendente ha sfruttato i propri punti di forza per conseguire risultati, nonché i progressi registrati sulle idee di crescita e le idee per la sua crescita continua.",
	  "main-lang64": "Come:",
	  "main-lang65": "Oltre a fornire sul momento un feedback in tempo reale ai dipendenti, pianifica lo svolgimento di controlli regolari con i tuoi dipendenti per discutere la modalità di applicazione dei loro punti di forza, così come i progressi da loro registrati sulle idee di crescita. Questa operazione dovrebbe svolgersi durante i normali meeting 1:1 o di altro tipo con il singolo individuo.",
	  "main-lang66": "CONTINUO",
	  "main-lang67": "Quando:",
	  "main-lang68": "Controlli regolari durante tutto l’anno.",
	  "main-lang69": "Per saperne di più",
	  "main-lang70": "Apri Forte",
	  "main-lang71": "Chiudi",
	  "main-lang72": "Conversazioni sulle retribuzioni",
	  "main-lang73": "Cos’è",
	  "main-lang73a": "Perché:",
	  "main-lang74": "Dopo aver riesaminato e pianificato la retribuzione del tuo dipendente, dovrai incontrarlo per spiegargli il motivo per cui sono state prese decisioni specifiche in materia di retribuzione e illustrargli le sue prestazioni nel corso dell'ultimo anno. Per ciascun dipendente che soddisfi l’alto livello di prestazioni, l’obiettivo principale della conversazione sulla retribuzione consiste nell’uscire sentendosi motivato e con la consapevolezza che Amazon lo apprezza e investe su di lui.",
	  "main-lang75": "Come:",
	  "main-lang76": "Dopo aver riesaminato personalmente il PCS del dipendente e aver aggiornato la tua comprensione dell’approccio retributivo di Amazon, dovrai incontrare il dipendente per rivedere la sua retribuzione e le sue performance. Dovresti fornire una copia stampata del PCS del dipendente e dargli il tempo di leggerlo, oppure passarlo in rassegna insieme a lui. Condividi il modo in cui i contributi del dipendente hanno influenzato il successo del team e preparati a rispondere a qualsiasi domanda posta dal dipendente riguardo alla sua retribuzione.",
	  "main-lang77": "ANNUALMENTE",
	  "main-lang78": "Quando:",
	  "main-lang79": "5 aprile:",
	  "main-lang79a": "Inizia a intrattenere conversazioni con i dipendenti in merito alla loro retribuzione e usa i loro Personal Compensation Summary (PCS).",
	  "main-lang81": "Per saperne di più",
	  "main-lang82": "Apri CPT",
	  "main-lang83": "Chiudi",
	  "main-lang84": "Forward-looking slate",
	  "main-lang85": "Cos’è",
	  "main-lang85a": "Perché:",
	  "main-lang86": "La funzione “Forward-looking slate” di Amazon Promote ti consente di proporre un trimestre target di promozione e una mansione per ciascuno dei tuoi dipendenti. Dovresti identificare in anticipo i candidati alla promozione, in modo da poter garantire loro diverse opportunità di sviluppo delle capacità richieste per fornire costantemente prestazioni di livello successivo. Una pianificazione anticipata consente inoltre interazioni proficue con i soggetti o i team chiave, che possono fornire feedback pertinenti in merito alla disponibilità del dipendente alla promozione.",
	  "main-lang87": "Come:",
	  "main-lang88": "Pensa a ciascuno dei tuoi dipendenti e alla loro traiettoria professionale in Amazon. Se ritieni che stiano iniziando a dimostrare prestazioni di livello successivo, dovresti aggiungere il trimestre previsto per la promozione alla funzione “Forward-looking slate” di",
	  "main-lang88a": "Amazon Promote",
	  "main-lang88b": "(potrai modificare questa data in qualsiasi momento). Se al momento il dipendente non sta lavorando in modo tale da guadagnarsi una promozione, puoi selezionare la voce “Nessuna promozione prevista”.",
	  "main-lang89": "TUTTO L’ANNO ",
	  "main-lang90": "Quando:",
	  "main-lang91": "Aggiornare in caso di necessità.",
	  "main-lang92": "Per saperne di più",
	  "main-lang93": "Apri Promote",
	  "main-lang94": "Chiudi"
	},
	"ja-jp": {
	  "main-lang1": "Q1 Talent Processes",
	  "main-lang2": "お客様からの要求が高まり続ける中、今日のパフォーマンスは将来の期待に応えるのに十分ではありません。Amazonでは、お客様に満足していただけるようパフォーマンス基準を引き上げ続ける必要があります。",
	  "main-lang3": "あなたには、マネージャーとして第1四半期に、年次および四半期ごとのタレントプロセスを通じてAmazon社員の継続的な成長と成功を支援する重要な役割を果たしていただきます。私たちは、年次および四半期ごとのタレントプロセスを通じて、Amazon社員の継続的な成長と成功を支援します。あなたはこれを、以下の2つまたは3つの重要な事項を行うことによって達成します。 Forte、報酬プランニングおよびプロモーション。",
	  "main-lang4": "強みを",
	  "main-lang4a": "認識する",
	  "main-lang5": "職場で",
	  "main-lang5a": "強みを活かす",
	  "main-lang6": "お客様に",
	  "main-lang6a": "結果をもたらす",
	  "main-lang7": "強みと能力を",
	  "main-lang7a": "高める",
	  "main-lang8": "パフォーマンスと可能性を評価・",
	  "main-lang8a": "報奨",
	  "main-lang8b": "する",
	  "main-lang9": "前へ",
	  "main-lang10": "次へ",
	  "main-lang11": "Amazonで私たちがパフォーマンス基準を高める方法",
	  "main-lang12": "第1四半期中",
	  "main-lang13": "Forte",
	  "main-lang14": "Amazon社員が自らの強みを認識し、",
	  "main-lang14a": "これらの強みを職場で活かすことによって",
	  "main-lang14b": "自身のパフォーマンスを",
	  "main-lang14c": "高めるのを",
	  "main-lang14d": "助けます。",
	  "main-lang15": "報酬",
	  "main-lang16": "パフォーマンスと",
	  "main-lang16a": "可能性を評価し、",
	  "main-lang16b": "報奨",
	  "main-lang16c": "します。",
	  "main-lang17": "プロモーション",
	  "main-lang18": "社員の成長と",
	  "main-lang18a": "1つ上のジョブレベルの基準に達していることを",
	  "main-lang18b": "認識します。",
	  "main-lang19": "将来を見据える",
	  "main-lang20": "Forteの確認",
	  "main-lang21": "報酬に関する面談",
	  "main-lang22": "Forward-Looking Slate（将来のプロモーション計画）",
	  "main-lang23": "マネージャーに提案しますか。 こちらをご利用ください：",
	  "main-lang23a": "Q1 Presentation Kit",
	  "main-lang24": "Forte",
	  "main-lang25": "内容",
	  "main-lang25a": "目的：",
	  "main-lang26": "Forteは、Amazonで行われる年次ごとの強みに基づいたフィードバックプロセスです。各社員の独自の強みや、お客様に結果をもたらすことができるように彼らがどのように継続的な成長に取り組み、自らのパフォーマンス基準を引き上げ続けているのかを認識できるようデザインされています。",
	  "main-lang27": "年次",
	  "main-lang28": "時期：",
	  "main-lang29": "1月7日～2月4日：",
	  "main-lang29a": "社員は自己担当部分を入力し、同僚にフィードバックを依頼し、同僚からのフィードバック依頼に応えます。",
	  "main-lang30": "2月5日～2月15日：",
	  "main-lang30a": "あなたの担当部分を完成させ、各社員と面談を行います。",
	  "main-lang31": "方法：",
	  "main-lang32": "社員やその同僚と協力して、社員のSuper PowerおよびGrowth Ideaを特定します。その後、一緒にフィードバックを確認し、話し合い、社員が取り組みたい領域を特定するのを助けます。",
	  "main-lang33": "詳細はこちら",
	  "main-lang34": "Forteの実施",
	  "main-lang35": "終了",
	  "main-lang36": "報酬",
	  "main-lang37": "内容",
	  "main-lang37a": "目的：",
	  "main-lang38": "報酬のレビューとプランニングをすることにより、社員がそれぞれの貢献度に応じた報酬を支払われていることを確認するとともに、報酬額がマーケットにおいて競争力を維持していることをチェックします。昨年度のパフォーマンスについて話し合い、報酬額が決定された理由について社員が理解できるよう手助けしてください。",
	  "main-lang39": "方法：",
	  "main-lang40": "報酬プランニングツール（CPT）でOverall Value（OV）を選択し、各社員に対する報酬提案書を作成します。",
	  "main-lang40a": "Compensation Planning Tool (CPT)",
	  "main-lang40b": "社員のOverall Valueには、あなたが一年を通じて収集したデータ（たとえば、目標、結果、Leadership Principlesの発揮、お客様に与えた影響、フィードバックなど）に基づいた各社員のパフォーマンスと可能性を反映する必要があります。Overall Valueを選択し、報酬提案書を作成したら、報酬額の決定に至った具体的な理由を明確に伝えます。社員には、Overall Valueの評価を伝えないでください。代わりに、具体的な例を用いてパフォーマンスについて話し合い、社員自身がパフォーマンス基準を引き上げているかどうかを理解できるようにしてください。",
	  "main-lang41": "時期：",
	  "main-lang41a": "年次",
	  "main-lang42": "1月7日～2月18日：",
	  "main-lang42a": "各社員に対するOverall Valueを選択します。",
	  "main-lang43": "2月上旬（正確な日付は未定）～2月18日：",
	  "main-lang43a": "年次報酬提案書を作成します。",
	  "main-lang44": "詳細はこちら",
	  "main-lang45": "CPTを開く",
	  "main-lang46": "終了",
	  "main-lang47": "プロモーション",
	  "main-lang48": "内容",
	  "main-lang48a": "目的：",
	  "main-lang49": "役割が1つ上のジョブレベルの基準に達している社員や、1つ上のジョブレベルの基準を満たすパフォーマンスを一貫して発揮している社員に対してプロモーションを提案します。社員の成長および達成された成果を認識し、高いパフォーマンス文化を維持するというAmazonの戦略にとって、プロモーションは重要な手段のひとつです。",
	  "main-lang50": "プロモーションは、キャリアアップの一例です。他には、トレーニング、メンターリング、新たな課題の割り当てを通じてスキルを高めたり、他の組織や地域への横断的な異動により広範な経験を積ませる方法があります。",
	  "main-lang51": "方法：",
	  "main-lang52": "社員がプロモーションに適していると判断したら、プロモーションドキュメントを作成し、同僚にフィードバックを依頼・収集し、承認を受けるためにプロモーションを申請して、プロモーションに伴う報酬を提案します。具体的なプロモーション基準、承認に必要な要件、締切日は組織によって異なるため、詳細についてはHRBPに確認してください。",
	  "main-lang53": "四半期ごと",
	  "main-lang54": "時期：",
	  "main-lang55": "12月1日～2月18日：",
	  "main-lang55a": "同僚からフィードバックを収集し、プロモーションドキュメントを作成し、承認を受けるためAmazon Promoteにプロモーションを申請します。",
	  "main-lang55b": "Amazon Promote",
	  "main-lang56": "2月上旬～2月18日：",
	  "main-lang56a": "報酬プランニングツール（CPT）でプロモーションに伴う報酬提案書を作成します。",
	  "main-lang56b": "Compensation Planning Tool (CPT)",
	  "main-lang57": "4月1日：",
	  "main-lang57a": "プロモーションは、4月1日以降の社員給与支払い期間の初日から有効になります。",
	  "main-lang58": "詳細はこちら",
	  "main-lang59": "プロモーションを開く",
	  "main-lang60": "終了",
	  "main-lang61": "Forteの確認",
	  "main-lang62": "内容",
	  "main-lang62a": "目的：",
	  "main-lang63": "パフォーマンスを上げ続けるには、定期的に社員とForteのフォローアップを行って、一年を通して強みとGrowth Ideaに取り組む必要があります。定期的に確認を行うことは、結果を出すために社員が自らの強みをどのように活用しているのか、Growth Ideaに対する進捗状況、継続的な成長に対するアイデアをフォローアップする機会となります。",
	  "main-lang64": "方法：",
	  "main-lang65": "社員にその時点におけるリアルタイムでのフィードバックを提供するだけでなく、定期的に社員と確認するスケジュールを組み、社員が自らの強みをどのように活かしているか、そしてGrowth Ideaに対する進捗状況を話し合います。これは日常的な1:1の面談や、その他の個人面談中に行うようにしてください。",
	  "main-lang66": "継続",
	  "main-lang67": "時期：",
	  "main-lang68": "年間を通して定期的に確認します。",
	  "main-lang69": "詳細はこちら",
	  "main-lang70": "Forteの実施",
	  "main-lang71": "終了",
	  "main-lang72": "報酬に関する面談",
	  "main-lang73": "内容",
	  "main-lang73a": "目的：",
	  "main-lang74": "社員の報酬のレビューとプランニングを行ったら社員と面談し、報酬額の決定に至った具体的な理由と、社員の昨年度のパフォーマンスについて説明します。高いパフォーマンス基準を満たしている各社員に対しては、社員のやる気を高め、Amazonが彼らを評価し投資していることを理解してもらうことが、報酬に関する面談の主な目的となります。",
	  "main-lang75": "方法：",
	  "main-lang76": "社員のパーソナル報酬サマリー（PCS）を確認し、自らのAmazonの報酬アプローチに関する理解を深めたら、社員と面談して報酬とパフォーマンスを確認します。社員のパーソナル報酬サマリーを印刷したものを用意し、社員に手渡して読む時間を与えるか、一緒に読みながら説明します。社員の貢献がチームの成功にどのように影響したかを伝え、報酬に関する質問に答える準備をします。",
	  "main-lang77": "年次",
	  "main-lang78": "時期：",
	  "main-lang79": "4月5日：",
	  "main-lang79a": "パーソナル報酬サマリー（PCS）を使用して、社員と報酬に関する面談を始めます。",
	  "main-lang81": "詳細はこちら",
	  "main-lang82": "CPTを開く",
	  "main-lang83": "終了",
	  "main-lang84": "Forward-Looking Slate（将来のプロモーション計画）",
	  "main-lang85": "内容",
	  "main-lang85a": "目的：",
	  "main-lang86": "Amazon PromoteのForward-Looking Slate（将来のプロモーション計画）機能では、各社員に対して目標とするプロモーション四半期とジョブタイトルを提案できます。プロモーション候補者を早めに特定し、対象となった社員が1つ上のジョブレベルの基準を一貫して満たすのに必要なスキルを育成するさまざまな機会を得られるようにしてください。また、早めに計画することで、社員のプロモーションに関するフィードバックを提供できる主要な人物やチームと明確にやり取りをすることができます。",
	  "main-lang87": "方法：",
	  "main-lang88": "各社員と、彼らのAmazonにおける成長過程について考えてください。社員が1つ上のジョブレベルの基準を満たすパフォーマンスを発揮し始めていると思う場合、Amazon PromoteのForward-Looking Slate（将来のプロモーション計画）で目標とするプロモーション四半期を追加してください。",
	  "main-lang88a": "Amazon Promote",
	  "main-lang88b": "（この日付はいつでも変更できます）。社員が現在、プロモーションに向けた取り組みを行っていない場合は、「No Promotion Expected（プロモーションの予定なし）」を選択してください。",
	  "main-lang89": "通年 ",
	  "main-lang90": "時期：",
	  "main-lang91": "必要に応じて更新します。",
	  "main-lang92": "詳細はこちら",
	  "main-lang93": "プロモーションを開く",
	  "main-lang94": "終了"
	},
	"pl-pl": {
	  "main-lang1": "Q1 Talent Processes",
	  "main-lang2": "Ponieważ wymagania naszych klientów wciąż zwiększają się, obecna wydajność nie będzie wystarczająca aby sprostać oczekiwaniom jutra. Aby zadowalać naszych klientów, w firmie Amazon musimy stale podnosić poprzeczkę wydajności.",
	  "main-lang3": "W 1. kwartale za sprawą rocznych i kwartalnych procesów wyszukiwania talentów, ty jako przełożony odgrywasz kluczową rolę w pomaganiu pracownikom firmy Amazon rozwijać się i osiągać sukcesy. Za sprawą rocznych i kwartalnych procesów wyszukiwania talentów pomagamy pracownikom firmy Amazon rozwijać się i osiągać sukcesy. Jest to możliwe dzięki dwóm lub trzem najważniejszym modułom: Forte, Planowanie wynagrodzenia i Awanse.",
	  "main-lang4": "Dostrzegaj",
	  "main-lang4a": "mocne strony",
	  "main-lang5": "Wykorzystuj",
	  "main-lang5a": "mocne strony w pracy",
	  "main-lang6": "Osiągaj wyniki",
	  "main-lang6a": "dla klientów",
	  "main-lang7": "Rozwijaj",
	  "main-lang7a": "mocne strony i możliwości",
	  "main-lang8": "Oceniaj",
	  "main-lang8a": "Nagradzaj",
	  "main-lang8b": "wydajność i potencjał",
	  "main-lang9": "Poprzedni",
	  "main-lang10": "Następny",
	  "main-lang11": "Jak podnosimy poprzeczkę wydajności w Amazon?",
	  "main-lang12": "W 1. kwartale",
	  "main-lang13": "Forte",
	  "main-lang14": "Pomagaj Amazończykom",
	  "main-lang14a": "dostrzegaj ich mocne strony",
	  "main-lang14b": "i zrozum, jak podnosić ich wydajność przez",
	  "main-lang14c": "wykorzystanie tych mocnych stron",
	  "main-lang14d": "w pracy.",
	  "main-lang15": "Wynagrodzenie",
	  "main-lang16": "Oceniaj",
	  "main-lang16a": "i",
	  "main-lang16b": "nagradzaj",
	  "main-lang16c": "wydajność i potencjał pracowników.",
	  "main-lang17": "Awans",
	  "main-lang18": "Zauważaj rozwój pracowników",
	  "main-lang18a": "-",
	  "main-lang18b": "oraz wydajność typowe dla stanowiska wyższego szczebla.",
	  "main-lang19": "Patrzenie w przyszłość",
	  "main-lang20": "Kontrole Forte",
	  "main-lang21": "- Rozmowy o wynagrodzeniach",
	  "main-lang22": "Lista etapów awansu",
	  "main-lang23": "Prezentowanie przed przełożonymi? Użyj tego",
	  "main-lang23a": "Zestawu do prezentacji w 1. kwartale",
	  "main-lang24": "Forte",
	  "main-lang25": "Co",
	  "main-lang25a": "Dlaczego:",
	  "main-lang26": "Forte jest corocznym procesem firmy Amazon opartym na mocnych stronach, mającym na celu dostrzeżenie wyjątkowych mocnych stron pracowników oraz tego, jak w dalszym ciągu mogą się rozwijać i zwiększać swoją wydajność dla klientów.",
	  "main-lang27": "CO ROKU",
	  "main-lang28": "Kiedy:",
	  "main-lang29": "Od 7 stycznia do 4 lutego:",
	  "main-lang29a": "Pracownicy kończą swoją część, wysyłają do współpracowników prośby o informacje zwrotne i sami odpowiadają na takie prośby.",
	  "main-lang30": "Od 5 lutego do 15 lutego:",
	  "main-lang30a": "Zakończ swoją część Forte i porozmawiaj z każdym ze swoich pracowników.",
	  "main-lang31": "Jak:",
	  "main-lang32": "Będziesz pracować ze swoimi pracownikami i ich współpracownikami, aby dostrzec supermoce pracowników i pomysły na rozwój. Potem usiądźcie razem, przejrzyjcie i omówcie informacje zwrotne a następnie pomóż pracownikowi w określeniu obszarów, na których chce się skoncentrować.",
	  "main-lang33": "Dowiedz się więcej",
	  "main-lang34": "Otwórz Forte",
	  "main-lang35": "Zamknij",
	  "main-lang36": "Wynagrodzenie",
	  "main-lang37": "Co",
	  "main-lang37a": "Dlaczego:",
	  "main-lang38": "Dokonujesz przeglądu i planujesz wynagrodzenie łączne dla każdego pracownika, aby upewnić się, że jego/jej wynagrodzenie odzwierciedla jego/jej wkład oraz że jest konkurencyjnie w odniesieniu do rynku. Bądź przygotowany do omówienia wydajności pracownika w zeszłym roku i pomóż mu zrozumieć uzasadnienie decyzji dot. wynagrodzenia.",
	  "main-lang39": "Jak:",
	  "main-lang40": "Będziesz wydawać zalecenia dot. wynagrodzeń dla każdego z pracowników, wybierając Ocenę (OV) w",
	  "main-lang40a": "Narzędziu do planowania wynagrodzeń (CPT)",
	  "main-lang40b": "Ocena pracownika powinna odzwierciedlać jego/jej wydajność i potencjał w oparciu o dane zebrane przez cały rok (takie jak cele, wyniki, przestrzeganie Zasad przywództwa, wpływ na klienta i informacje zwrotne). Po wybraniu oceny i wydaniu zaleceń dotyczących wynagrodzenia, w wyraźny sposób poinformujesz, dlaczego podjęte zostały określone decyzje dot. wynagrodzenia. Nie informuj pracowników o ocenach; zamiast tego omów wydajność każdego z pracowników korzystając z konkretnych przykładów i powiedz im, czy podnoszą poprzeczkę.",
	  "main-lang41": "Kiedy:",
	  "main-lang41a": "CO ROKU",
	  "main-lang42": "Od 7 stycznia do 18 lutego:",
	  "main-lang42a": "Wybierz Ocenę dla każdego pracownika",
	  "main-lang43": "Od początku lutego (dokładna data do ustalenia) do 18 lutego:",
	  "main-lang43a": "Wydawaj coroczne zalecenia dot. wynagrodzeń.",
	  "main-lang44": "Dowiedz się więcej",
	  "main-lang45": "Otwórz CPT",
	  "main-lang46": "Zamknij",
	  "main-lang47": "Awans",
	  "main-lang48": "Co",
	  "main-lang48a": "Dlaczego:",
	  "main-lang49": "Będziesz rekomendować do awansu tych pracowników, których zakres obowiązków na stanowisku pokrywa się z następnym poziomem, i którzy konsekwentnie wykazywali wydajność następnego poziomu. Awanse to kluczowy element strategii firmy Amazon nastawionej na docenianie rozwoju i osiągnięć pracowników oraz utrzymywanie wysokich standardów.",
	  "main-lang50": "Awans jest jednym z wielu kierunków rozwoju kariery, który można wybrać. Inne to m.in. pogłębianie umiejętności poprzez szkolenia, mentoring, nowe zadania lub zdobywanie szerszych doświadczeń poprzez przejście do innych organizacji lub zmianę regionu.",
	  "main-lang51": "Jak:",
	  "main-lang52": "Jeżeli pracownik będzie gotowy do awansu, napiszesz Dokument uzasadniający awans, wyślesz do współpracowników prośby o informacje zwrotne, zgromadzisz je, przedstawisz awans do zatwierdzenia i wydasz zalecenie dot. wynagrodzenia po awansie. Kryteria awansu, wymagania dot. zatwierdzenia i terminy zależą od danej organizacji więc skontaktuj się ze swoim HRBP, aby uzyskać więcej informacji.",
	  "main-lang53": "KWARTALNIE",
	  "main-lang54": "Kiedy:",
	  "main-lang55": "Od 1 grudnia do 18 lutego:",
	  "main-lang55a": "Gromadzisz informacje zwrotne od współpracowników, piszesz Dokument uzasadniający awans i przedstawiasz awans do zatwierdzenia w",
	  "main-lang55b": "Amazon Promote",
	  "main-lang56": "Od początku lutego do 18 lutego:",
	  "main-lang56a": "Wydajesz zalecenia dot. wynagrodzeń w",
	  "main-lang56b": "Narzędziu do planowania wynagrodzeń (CPT)",
	  "main-lang57": "1 kwietnia:",
	  "main-lang57a": "Awanse wchodzą w życie pierwszego dnia po upływie okresu rozliczeniowego pracowników rozpoczynającego się 1 kwietnia lub po tej dacie.",
	  "main-lang58": "Dowiedz się więcej",
	  "main-lang59": "Otwórz Promote",
	  "main-lang60": "Zamknij",
	  "main-lang61": "Kontrole Forte",
	  "main-lang62": "Co",
	  "main-lang62a": "Dlaczego:",
	  "main-lang63": "Ciągłe podnoszenie naszej wydajności wymaga od nas skupienia się na mocnych stronach i pomysłach na rozwój przez cały rok, poprzez okresowe monitorowanie Forte z pracownikami. Regularne sprawdzanie daje możliwość zaobserwowania tego, jak pracownik wykorzystał swoje mocne strony do osiągania wyników, jego/jej postępów w odniesieniu do pomysłów na rozwój oraz pomysłów na jego/jej dalszy rozwój.",
	  "main-lang64": "Jak:",
	  "main-lang65": "Oprócz udzielania swoim pracownikom informacji zwrotnych w czasie rzeczywistym, planuj z nimi regularne kontrole, aby omówić to, w jaki sposób wykorzystali swoje mocne strony, a także postępów, jakie poczynili w zakresie pomysłów na rozwój. Powinno to mieć miejsce podczas regularnych spotkań 1:1 lub innych spotkań z daną osobą.",
	  "main-lang66": "NA BIEŻĄCO",
	  "main-lang67": "Kiedy:",
	  "main-lang68": "Regularne kontrole przez cały rok.",
	  "main-lang69": "Dowiedz się więcej",
	  "main-lang70": "Otwórz Forte",
	  "main-lang71": "Zamknij",
	  "main-lang72": "Rozmowy o wynagrodzeniach",
	  "main-lang73": "Co",
	  "main-lang73a": "Dlaczego:",
	  "main-lang74": "Po dokonaniu przeglądu i zaplanowaniu wynagrodzenia dla swojego pracownika, spotkasz się z nim, aby wyjaśnić, dlaczego zostały podjęte konkretne decyzje o wynagrodzeniu oraz porozmawiać o jego/jej wydajności na przestrzeni ostatniego roku. Dla każdego pracownika, który spełnia wysoką poprzeczkę wydajności, podstawowym celem rozmowy o wynagrodzeniu jest to, aby odszedł z poczuciem motywacji i ze zrozumieniem, że Amazon go/ją ceni i w niego/nią inwestuje.",
	  "main-lang75": "Jak:",
	  "main-lang76": "Po przejrzeniu PCS pracownika i odświeżeniu swojego zrozumienia podejścia Amazon do wynagradzania, spotkasz się z pracownikiem, aby sprawdzić wysokość jego/jej wynagrodzenia i wydajność. Powinieneś przekazać wydrukowaną kopię PCS pracownika i dać mu/jej czas na przeczytanie go albo przejść przez niego razem z nim/nią. Powiedz pracownikowi, jak jego/jej wkład wpłynął na sukces zespołu i bądź gotowy, aby odpowiedzieć na wszelkie pytania dotyczące wynagrodzenia.",
	  "main-lang77": "CO ROKU",
	  "main-lang78": "Kiedy:",
	  "main-lang79": "5 kwietnia:",
	  "main-lang79a": "Rozpocznij z pracownikami rozmowy o wynagrodzeniach korzystając z jego/jej Osobistych zestawień dot. wynagrodzeń (PCS).",
	  "main-lang81": "Dowiedz się więcej",
	  "main-lang82": "Otwórz CPT",
	  "main-lang83": "Zamknij",
	  "main-lang84": "Lista etapów awansu",
	  "main-lang85": "Co",
	  "main-lang85a": "Dlaczego:",
	  "main-lang86": "Funkcja Lista etapów awansu w Amazon Promote umożliwia zaproponowanie każdemu pracownikowi docelowego kwartalnego awansu i stanowiska. Kandydaci do awansu powinni zostać wytypowani wcześniej, tak aby mieli czas na rozwinięcie umiejętności potrzebnych do systematycznego wykonywania zadań na wyższym poziomie. Wcześniejsze zaplanowanie działań umożliwi skontaktowanie się z najważniejszymi osobami i zespołami, które są w stanie udzielić przydatnych informacji zwrotnych dotyczących gotowości pracownika do awansu.",
	  "main-lang87": "Jak:",
	  "main-lang88": "Pomyśl o wszystkich swoich pracownikach i ich ścieżkach kariery w Amazon. Jeśli uważasz, że zaczynają wykazywać wydajność wyższego poziomu, powinieneś dodać planowany kwartalny awans do Listy etapów awansu w",
	  "main-lang88a": "Amazon Promote",
	  "main-lang88b": "(w dowolnym momencie można zmienić tę datę). Jeśli pracownik nie obecnie jest rekomendowany do awansu, możesz wybrać „Awans nie jest spodziewany”.",
	  "main-lang89": "PRZEZ CAŁY ROK ",
	  "main-lang90": "Kiedy:",
	  "main-lang91": "Aktualizuj w razie potrzeby.",
	  "main-lang92": "Dowiedz się więcej",
	  "main-lang93": "Otwórz Promote",
	  "main-lang94": "Zamknij"
	},
	"ro-ro": {
	  "main-lang1": "Q1 Talent Processes",
	  "main-lang2": "Deoarece necesitățile clienţilor noştri continuă să crească, performanţa de azi nu va fi suficientă pentru a livra conform aşteptărilor de mâine. Noi trebuie să ridicăm continuu indicele de performanţă al Amazon pentru a continua să ne satisfacem clienții.",
	  "main-lang3": "În Q1, joci un rol critic ca manager în sprijinirea dezvoltării și succesului continuu al Amazonienilor prin procesele noastre pentru talent anuale şi trimestriale. Sprijinim dezvoltarea și succesul continuu al Amazonienilor prin procesele noastre pentru talent anuale şi trimestriale. Vei realiza acest lucru făcând două sau trei lucruri cheie: Forte, Planificarea compensării și Promovări.",
	  "main-lang4": "Recunoaşte",
	  "main-lang4a": "punctele forte",
	  "main-lang5": "Aplică",
	  "main-lang5a": "punctele forte la serviciu",
	  "main-lang6": "Livrează rezultate",
	  "main-lang6a": "pentru clienţi",
	  "main-lang7": "Dezvoltă-ți",
	  "main-lang7a": "punctele forte şi capacităţile",
	  "main-lang8": "Evaluează",
	  "main-lang8a": "Recompensează",
	  "main-lang8b": "performanţa şi potenţialul",
	  "main-lang9": "Anterior",
	  "main-lang10": "Următor",
	  "main-lang11": "Cum ridicăm indicele de performanţă la Amazon?",
	  "main-lang12": "În timpul Q1",
	  "main-lang13": "Forte",
	  "main-lang14": "Ajută amazonienii",
	  "main-lang14a": "să-și recunoască punctele forte",
	  "main-lang14b": "şi să înţeleagă cum să-și mărească performanța prin",
	  "main-lang14c": "aplicarea acestor puncte forte",
	  "main-lang14d": "la serviciu.",
	  "main-lang15": "Compensare",
	  "main-lang16": "Evaluează",
	  "main-lang16a": "şi",
	  "main-lang16b": "recompensează",
	  "main-lang16c": "performanța și potențialul angajaților.",
	  "main-lang17": "Promovare",
	  "main-lang18": "Recunoaşte dezvoltarea",
	  "main-lang18a": "angajatului",
	  "main-lang18b": "şi următorul nivel de performanţă.",
	  "main-lang19": "Anticipare",
	  "main-lang20": "Confirmări Forte",
	  "main-lang21": "Comp. Conversaţii",
	  "main-lang22": "Listă anticipativă",
	  "main-lang23": "Prezentare către manageri? Utilizaţi acest",
	  "main-lang23a": "Kit de prezentare Q1",
	  "main-lang24": "Forte",
	  "main-lang25": "Ce",
	  "main-lang25a": "De ce:",
	  "main-lang26": "Forte este procesul de feedback anual Amazon bazat pe punctele forte, conceput pentru a recunoaşte angajaţilor punctele forte unice şi modul în care ei pot continua să se dezvolte şi să își mărească performanţa de a livra pentru clienţii lor.",
	  "main-lang27": "ANUAL",
	  "main-lang28": "Când:",
	  "main-lang29": "7 ian-4 feb:",
	  "main-lang29a": "Angajaţii își completează secțiunea, solicită feedback colegial și răspund la solicitările de feedback.",
	  "main-lang30": "5 feb-15 feb:",
	  "main-lang30a": "Completează-ți secțiunea din Forte și conversează cu fiecare dintre angajații tăi.",
	  "main-lang31": "Cum:",
	  "main-lang32": "Vei lucra cu angajaţii și colegii lor pentru a identifica super-puterile și ideile pentru dezvoltare ale angajaților. Apoi luați loc împreună pentru a revizui şi discuta feedback-ul şi pentru a ajuta angajatul să identifice domeniile asupra cărora dorește să se concentreze.",
	  "main-lang33": "Află mai multe",
	  "main-lang34": "Deschide Forte",
	  "main-lang35": "Închide",
	  "main-lang36": "Compensare",
	  "main-lang37": "Ce",
	  "main-lang37a": "De ce:",
	  "main-lang38": "Revizuiește și plănuiește compensarea totală a fiecărui angajat pentru a te asigura că conpensarea reflectă contribuţiile lor şi că acestea sunt plătite competitiv pe piaţă. Fii pregătit să discuți despre performanţele lor în anul trecut şi să-i ajuți să înţeleagă raţionamentul din spatele deciziilor de compensare.",
	  "main-lang39": "Cum:",
	  "main-lang40": "Vei face recomandări de compensare pentru fiecare dintre angajaţi selectând o valoare globală (VG) în",
	  "main-lang40a": "Instrumentul de planificare a compensării (IPC)",
	  "main-lang40b": "VG ar trebui să reflecte performanţele lor şi potenţialul pe baza datelor colectate pe tot parcursul anului (cum ar fi obiectivele, rezultatele, comportamentul conform principiilor de leadership, impactul asupra clienților şi feedback-ul). După selectarea unei VG şi formularea de recomandări pentru compensare, vei comunica în mod clar de ce au fost luate deciziile specifice pentru compensare. Nu comunica evaluarea VG angajaţilor; în schimb, discută despre performanța fiecărui angajat folosind exemple concrete şi adu-le la cunoștință dacă aceștia ridică indicele.",
	  "main-lang41": "Când:",
	  "main-lang41a": "ANUAL",
	  "main-lang42": "7 ian-18 feb:",
	  "main-lang42a": "Selectează VG pentru fiecare angajat",
	  "main-lang43": "Începutul lunii februarie (data exactă TBD)-18 feb:",
	  "main-lang43a": "Fă recomandări de compensare anuală.",
	  "main-lang44": "Află mai multe",
	  "main-lang45": "Deschide IPC",
	  "main-lang46": "Închide",
	  "main-lang47": "Promovare",
	  "main-lang48": "Ce",
	  "main-lang48a": "De ce:",
	  "main-lang49": "Vei recomanda promovările pentru angajaţii ale căror roluri sunt dimensionate la nivelul următor şi care au demonstrat în mod constant următorul nivel de performanţă. Promovările sunt o componentă cheie a strategiei Amazon de a recunoaște dezvoltarea și realizările unui angajat şi a menţine cultura noastră de înaltă performanţă.",
	  "main-lang50": "Promovarea este una din multele direcții pe care dezvoltarea unei cariere o poate lua. Altele includ aprofundarea competenţelor prin pregătire, mentorat, însărcinări noi sau îmbogățirea cunoștințelor prin deplasarea în lateral către alte organizaţii sau regiuni.",
	  "main-lang51": "Cum:",
	  "main-lang52": "Dacă un angajat este gata pentru promovare, vei scrie un document de promovare, vei solicita şi colecta feedback de la colegi, vei prezenta promovarea pentru aprobare şi vei recomanda compensarea pentru promovare. Criteriile specifice de promovare, solicitările pentru aprobare şi termenele limită variază în funcţie de organizație, deci verifică cu HRBP pentru mai multe informaţii.",
	  "main-lang53": "TRIMESTRIAL",
	  "main-lang54": "Când:",
	  "main-lang55": "1 decembrie-18 februarie:",
	  "main-lang55a": "Colectează feedback-ul colegial, scrie documentul de promovare şi prezintă promovarea pentru aprobare în",
	  "main-lang55b": "Amazon Promote",
	  "main-lang56": "La începutul lunii februarie-18 februarie:",
	  "main-lang56a": "Faci recomandări pentru compensarea promovării în:",
	  "main-lang56b": "Instrumentul de planificare a compensării (IPC)",
	  "main-lang57": "1 aprilie:",
	  "main-lang57a": "Promovările sunt efective din prima zi a perioadei de plată a angajatului, care începe pe sau după 1 aprilie.",
	  "main-lang58": "Află mai multe",
	  "main-lang59": "Deschide Promote",
	  "main-lang60": "Închide",
	  "main-lang61": "Confirmări Forte",
	  "main-lang62": "Ce",
	  "main-lang62a": "De ce:",
	  "main-lang63": "Pentru a crește în continuare performanţele noastre trebuie să ne concentrăm asupra punctelor forte şi ideilor pentru dezvoltare pe tot parcursul anului urmărind îndeaproape Forte cu angajaţii. Confirmarea în mod regulat oferă posibilitatea de a urmări îndeaproape cum un angajat și-a îmbunătățit punctele forte pentru a livra rezultate, progresul pe care l-a făcut cu ideile pentru dezvoltare şi idei pentru dezvoltarea lor continuă.",
	  "main-lang64": "Cum:",
	  "main-lang65": "Pe lângă oferirea de feedback în timp real pentru angajați, plănuiește confirmări regulate cu angajații pentru a discuta cum și-au aplicat punctele forte, precum și progresul pe care l-au făcut cu ideile pentru dezvoltare. Asta ar trebui să se întâmple în timpul 1-la-1 regulate sau alte întâlniri cu individul.",
	  "main-lang66": "ÎN CURS DE DESFĂŞURARE",
	  "main-lang67": "Când:",
	  "main-lang68": "Confirmări regulate pe tot parcursul anului.",
	  "main-lang69": "Află mai multe",
	  "main-lang70": "Deschide Forte",
	  "main-lang71": "Închide",
	  "main-lang72": "Conversații despre compensare",
	  "main-lang73": "Ce",
	  "main-lang73a": "De ce:",
	  "main-lang74": "După ce ai revizuit şi planificat compensarea angajatului, te vei întâlni cu el să-i explici de ce au fost luate deciziile specifice de compensare şi performanţa sa din ultimul an. Pentru fiecare angajat care corespunde indicelui de înaltă performanţă, obiectivul principal de conversaţie despre compensare este ca el să plece simțindu-se motivat şi cu înţelegerea faptului că Amazon îl apreciază și investește în el.",
	  "main-lang75": "Cum:",
	  "main-lang76": "După revizuirea IPC-ului angajatului şi reîmprospătarea înțelegerii modului de abordare a compensării de către Amazon, te vei întâlni cu angajatul pentru a-i revizui compensarea și performanța. Trebuie să furnizezi o copie tipărită a IPC-ului angajatului şi să-i dai timp pentru a o citi, sau treceți prin ea împreună. Comunică angajatului modul în care contribuțiile sale au contribuit la succesul echipei, şi fii pregătit să răspunzi la orice întrebări pe care le are despre compensația sa.",
	  "main-lang77": "ANUAL",
	  "main-lang78": "Când:",
	  "main-lang79": "5 aprilie:",
	  "main-lang79a": "Începe conversațiile despre compensare cu angajații folosind Rezumatele personale de compensare (RPC.).",
	  "main-lang81": "Află mai multe",
	  "main-lang82": "Deschide IPC",
	  "main-lang83": "Închide",
	  "main-lang84": "Listă anticipativă",
	  "main-lang85": "Ce",
	  "main-lang85a": "De ce:",
	  "main-lang86": "Facilitatea de listă anticipativă a Amazon Promote îți permite să propui o țintă de promovare trimestrială și titluri pentru locuri de muncă ale fiecăruia dintre angajați. Trebuie să identifici candidații pentru promovare din timp, pentru a te asigura că angajaților le sunt oferite diferite posibilități pentru a-și dezvolta abilitățile necesare pentru a performa în mod consistent la nivelul următor. Planificarea din timp permite, de asemenea, interacționarea practică cu persoane-cheie sau echipe care pot oferi feedback relevant în ceea ce priveşte disponibilitatea angajatului pentru promovare.",
	  "main-lang87": "Cum:",
	  "main-lang88": "Gândește-te la fiecare dintre angajaţi şi traiectoria lor la Amazon. Dacă crezi că aceștia încep să demonstreze următorul nivel de performanţă, trebuie să adaugi promovarea trimestrială proiectată în Lista anticipativă din",
	  "main-lang88a": "Amazon Promote",
	  "main-lang88b": "(poți schimba această dată în orice moment). Dacă angajatul nu se îndreaptă către o promovare, poți selecta „Nu se așteaptă promovare”.",
	  "main-lang89": "PARCURSUL ANULUI ",
	  "main-lang90": "Când:",
	  "main-lang91": "Actualizează după cum este necesar.",
	  "main-lang92": "Află mai multe",
	  "main-lang93": "Deschide Promote",
	  "main-lang94": "Închide"
	},
	"sk-sk": {
	  "main-lang1": "Q1 Talent Processes",
	  "main-lang2": "Keďže požiadavky našich zákazníkov neustále rastú, je zrejmé, že výkon, ktorý poskytujeme dnes, nebude plniť očakávania zajtrajška. V spoločnosti Amazon je potrebné kontinuálne zvyšovať latku výkonnosti, aby sme dokázali uspokojiť požiadavky zákazníkov.",
	  "main-lang3": "V prvom štvrťroku budete zohrávať dôležitú úlohu v oblasti podpory kontinuálneho rozvoja a úspechu pracovníkov spoločnosti Amazon prostredníctvom každoročne aj štvrťročne konaných procesov v oblasti riadenia talentov. Podporujeme kontinuálny rozvoj a úspechy pracovníkov spoločnosti Amazon prostredníctvom každoročne aj štvrťročne konaných procesov v oblasti riadenia talentov. Tento cieľ dosahujete tým, že budete vykonávať dve alebo tri kľúčové úlohy: Program Forte, plánovanie odmeňovania a povýšenia.",
	  "main-lang4": "Rozpoznanie",
	  "main-lang4a": "silných stránok",
	  "main-lang5": "Uplatnenie",
	  "main-lang5a": "silných stránok v práci",
	  "main-lang6": "Dosahovanie výsledkov",
	  "main-lang6a": "pre zákazníkov",
	  "main-lang7": "Rozvoj",
	  "main-lang7a": "silných stránok a schopností",
	  "main-lang8": "Hodnotenie",
	  "main-lang8a": "Odmena",
	  "main-lang8b": "výkonnosť a potenciál",
	  "main-lang9": "Predchádzajúce",
	  "main-lang10": "Ďalej",
	  "main-lang11": "Ako v spoločnosti Amazon zvyšujeme latku výkonnosti",
	  "main-lang12": "V priebehu 1. štvrťroku",
	  "main-lang13": "Forte",
	  "main-lang14": "Pomôžte zamestnancom spoločnosti Amazon",
	  "main-lang14a": "rozpoznať ich silné stránky",
	  "main-lang14b": "a pochopiť, ako môžu zlepšiť svoju výkonnosť",
	  "main-lang14c": "ich využitím",
	  "main-lang14d": "v práci.",
	  "main-lang15": "Odmeňovanie",
	  "main-lang16": "Zhodnoťte",
	  "main-lang16a": "a",
	  "main-lang16b": "odmeňte",
	  "main-lang16c": "výkonnosť a potenciál zamestnancov.",
	  "main-lang17": "Povýšenie",
	  "main-lang18": "Rozpoznajte",
	  "main-lang18a": "rozvoj",
	  "main-lang18b": "a vyšší výkon zamestnancov.",
	  "main-lang19": "Nadchádzajúce udalosti",
	  "main-lang20": "Kontroly Forte",
	  "main-lang21": "Rozhovory o odmeňovaní",
	  "main-lang22": "Kariérne vyhliadky",
	  "main-lang23": "Prezentácia pre manažérov? Použite tento",
	  "main-lang23a": "balík prezentácie na prvý štvrťrok",
	  "main-lang24": "Forte",
	  "main-lang25": "O čo ide",
	  "main-lang25a": "Prečo:",
	  "main-lang26": "Forte je proces každoročného predkladania spätnej väzby založenej na silných stránkach pracovníkov spoločnosti Amazon, ktorého cieľom je rozpoznať jedinečné silné stránky zamestnancov a zlepšiť ich výkonnosť na účely poskytovania lepších služieb pre zákazníkov.",
	  "main-lang27": "KAŽDOROČNE",
	  "main-lang28": "Kedy:",
	  "main-lang29": "7. januára – 4. februára:",
	  "main-lang29a": "Zamestnanci vyplnia svoju časť, požiadajú o spätnú väzbu od kolegov a odpovedia na žiadosti o spätnú väzbu.",
	  "main-lang30": "5. februára – 15. februára:",
	  "main-lang30a": "Vyplníte svoje Forte a absolvujete rozhovory s každým zamestnancom.",
	  "main-lang31": "Ako:",
	  "main-lang32": "Budete spolupracovať s vašimi zamestnancami a ich kolegami na identifikácii výnimočných schopností a podnetov na rozvoj zamestnancov. Potom sa spolu stretnete a prezriete si spätnú väzbu, porozprávate sa o nej a pomôžete zamestnancovi identifikovať oblasti, na ktoré sa bude zameriavať.",
	  "main-lang33": "Ďalšie informácie",
	  "main-lang34": "Otvorte si Forte",
	  "main-lang35": "Zavrieť",
	  "main-lang36": "Odmeňovanie",
	  "main-lang37": "O čo ide",
	  "main-lang37a": "Prečo:",
	  "main-lang38": "Skontrolujete a naplánujete celkové odmeňovanie každého zamestnanca a overíte, či odmeňovanie odzrkadľuje ich prínosy a či sú platení na konkurencieschopnej úrovni v rámci daného trhu. Buďte pripravení diskutovať o ich výkonnosti v minulom roku a pomôcť im pochopiť dôvody rozhodnutí týkajúcich sa odmeňovania.",
	  "main-lang39": "Ako:",
	  "main-lang40": "Vypracujete odporúčania týkajúce sa odmeňovania každého z vašich zamestnancov formou výberu celkového hodnotenia (OV) v rámci",
	  "main-lang40a": "nástroja plánovania odmeňovania (CPT)",
	  "main-lang40b": "Ich OV by malo odrážať ich výkonnosť a potenciál na základe údajov zhromaždených počas celého roka (napr. ciele, výsledky, princípy líderstva, vplyv na zákazníka a spätná väzba). Po výbere OV a vypracovaní odporúčaní týkajúcich sa hodnotenia zrozumiteľným spôsobom oznámite dôvod prijatia špecifických rozhodnutí o odmeňovaní. Zamestnancom celkové hodnotenie (OV) neoznamujte – namiesto toho prediskutujte výkonnosť každého zamestnanca použitím špecifických príkladov a informujte ich o tom, či sa latka ich výkonnosti zdvíha.",
	  "main-lang41": "Kedy:",
	  "main-lang41a": "KAŽDOROČNE",
	  "main-lang42": "7. januára – 18. februára:",
	  "main-lang42a": "Vyberte hodnotenie OV každého zamestnanca.",
	  "main-lang43": "Začiatkom februára (presný dátum bude stanovený) – 18. februára:",
	  "main-lang43a": "Vypracovanie odporúčaní týkajúcich sa každoročného odmeňovania.",
	  "main-lang44": "Ďalšie informácie",
	  "main-lang45": "Otvorenie CPT",
	  "main-lang46": "Zavrieť",
	  "main-lang47": "Povýšenie",
	  "main-lang48": "O čo ide",
	  "main-lang48a": "Prečo:",
	  "main-lang49": "Odporučíte povýšenia zamestnancov, ktorých úlohy sú plnené na špičkovej úrovni, ktorí kontinuálne preukazujú vyššiu úroveň výkonnosti. Povýšenia sú kľúčovým komponentom stratégie spoločnosti Amazon na uznanie rastu a dosiahnutých výsledkov zamestnanca, a na udržanie našej kultúry zameranej na vysoký pracovný výkon.",
	  "main-lang50": "Povýšenie je jedným z viacerých smerov, ktorým sa kariérny rast môže vydať. Ďalšie zahŕňajú prehlbovanie schopností formou školení, inštruktáže alebo nových úloh, prípadne získania širších skúseností formou presunov do iných organizácií alebo oblastí.",
	  "main-lang51": "Ako:",
	  "main-lang52": "Ak je zamestnanec pripravený na povýšenie, napíšete dokument o povýšení, vyžiadate si spätnú väzbu od kolegov a zhromaždíte ju, odošlete povýšenie na schválenie a odporučíte odmeňovanie vychádzajúce z povýšenia. Špecifické kritériá povýšenia, požiadavky na schválenie a termíny splnenia sa v jednotlivých organizáciách líšia, preto sa obráťte na HRBP, ak potrebujete viac informácií.",
	  "main-lang53": "ŠTVRŤROČNE",
	  "main-lang54": "Kedy:",
	  "main-lang55": "1. decembra – 18. februára:",
	  "main-lang55a": "Zhromaždíte od kolegov spätnú väzbu, napíšete dokument o povýšení a odošlete povýšenie na schválenie v prostredí",
	  "main-lang55b": "Amazon Promote",
	  "main-lang56": "Začiatkom februára – 18. februára:",
	  "main-lang56a": "Vypracujete odporúčania týkajúce sa odmeňovania v súvislosti s povýšením pomocou",
	  "main-lang56b": "nástroja plánovania odmeňovania (CPT)",
	  "main-lang57": "1. apríla:",
	  "main-lang57a": "Povýšenia začnú platiť k prvému dňu výplatného obdobia zamestnanca, ktoré sa začína 1. apríla alebo po tomto dátume.",
	  "main-lang58": "Ďalšie informácie",
	  "main-lang59": "Otvoriť prostredie Promote",
	  "main-lang60": "Zavrieť",
	  "main-lang61": "Kontroly Forte",
	  "main-lang62": "O čo ide",
	  "main-lang62a": "Prečo:",
	  "main-lang63": "Pokračovanie zvyšovania našej výkonnosti od nás celoročne vyžaduje sústrediť sa na naše silné stránky a podnety na rozvoj formou pravidelného využívania Forte zamestnancov. Pravidelná kontrola poskytuje príležitosť na sledovanie toho, ako zamestnanec využil svoje silné stránky na dosahovanie požadovaných výsledkov, aký pokrok dosiahol v oblasti podnetov na rast, ako aj sústredenie sa na podnety prispievajúce k jeho trvalému rozvoju.",
	  "main-lang64": "Ako:",
	  "main-lang65": "Okrem pravidelného poskytovania spätnej väzby zamestnancom v príslušnom čase si naplánujte pravidelné kontroly so zamestnancami s cieľom prediskutovať ich silné stránky, ako aj progres, ktorý v oblasti podnetov na rozvoj dosiahli. To by malo nastať počas pravidelných stretnutí 1 : 1 s jednotlivcami.",
	  "main-lang66": "PREBIEHAJÚCE",
	  "main-lang67": "Kedy:",
	  "main-lang68": "Pravidelné kontroly počas celého roka.",
	  "main-lang69": "Ďalšie informácie",
	  "main-lang70": "Otvorte si Forte",
	  "main-lang71": "Zavrieť",
	  "main-lang72": "Rozhovory o odmeňovaní",
	  "main-lang73": "O čo ide",
	  "main-lang73a": "Prečo:",
	  "main-lang74": "Po dokončení kontroly a naplánovaní odmeňovania zamestnanca sa so zamestnancami stretnite a vysvetlite im dôvod, pre ktorý boli prijaté rozhodnutia o odmeňovaní, a prezentujte im svoj pohľad na ich výkonnosť v priebehu minulého roka. Pre každého zamestnanca, ktorý dosahuje latku vysokej výkonnosti, je primárnym cieľom rozhovorov o odmeňovaní pocit, že zo stretnutia odchádza motivovaný a rozumie tomu, že spoločnosť Amazon si ho cení a investuje doň.",
	  "main-lang75": "Ako:",
	  "main-lang76": "Po preskúmaní PCS zamestnanca a osviežení znalostí o prístupu spoločnosti Amazon k odmeňovaniu sa stretnete so zamestnancom a preberiete jeho odmeňovanie a výkonnosť. Mali by ste poskytnúť tlačenú kópiu PCS zamestnanca a ponúknuť mi dostatok času na prečítanie tohto dokumentu, alebo jeho obsah so zamestnancom prebrať. Zdieľajte svoje poznatky, akým spôsobom prínos zamestnanca ovplyvňoval úspech tímu a buďte pripravení odpovedať na akékoľvek otázky týkajúce sa jeho odmeňovania.",
	  "main-lang77": "KAŽDOROČNE",
	  "main-lang78": "Kedy:",
	  "main-lang79": "5. apríla:",
	  "main-lang79a": "Rozhovor o odmeňovaní so zamestnancami začnite použitím sumára ich osobných odmien (PCS).",
	  "main-lang81": "Ďalšie informácie",
	  "main-lang82": "Otvorenie CPT",
	  "main-lang83": "Zavrieť",
	  "main-lang84": "Kariérne vyhliadky",
	  "main-lang85": "O čo ide",
	  "main-lang85a": "Prečo:",
	  "main-lang86": "Funkcia kariérnych vyhliadok prostredia Amazon Promote umožňuje navrhnúť cieľový štvrťrok povýšenia a pracovné zaradenie každého vášho zamestnanca. Kandidátov na povýšenie by ste mali informovať vopred, aby sa daní zamestnanci v rámci poskytnutých príležitostí snažili rozvíjať svoje zručnosti potrebné na konzistentný výkon na vyššej úrovni. Včasné naplánovanie taktiež umožní vytvoriť účelovú interakciu s kľúčovými jedincami alebo tímami, ktoré môžu poskytnúť relevantnú spätnú väzbu týkajúcu sa pripravenosti zamestnanca na povýšenie.",
	  "main-lang87": "Ako:",
	  "main-lang88": "Zamyslite sa nad každým vašim zamestnancom a nad jeho cestou v spoločnosti Amazon. Ak si myslíte, že začínajú preukazovať vyššiu úroveň výkonnosti, mali by ste pridať naplánovaný štvrťrok povýšenia do funkcie kariérnych vyhliadok v prostredí",
	  "main-lang88a": "Amazon Promote",
	  "main-lang88b": "(tento dátum môžete kedykoľvek zmeniť). Ak zamestnanec momentálne nesmeruje k povýšeniu, môžete vybrať možnosť „Povýšenie sa neočakáva“.",
	  "main-lang89": "CELOROČNÉ ",
	  "main-lang90": "Kedy:",
	  "main-lang91": "Podľa potreby vykonávajte aktualizáciu.",
	  "main-lang92": "Ďalšie informácie",
	  "main-lang93": "Otvoriť prostredie Promote",
	  "main-lang94": "Zavrieť"
	},
	"tr-tr": {
	  "main-lang1": "Q1 Talent Processes",
	  "main-lang2": "Müşterilerimizin talepleri sürekli arttığından, bugünün performansı yarının beklentilerini karşılamak için yeterli olmayacaktır. Müşteri memnuniyetini devam ettirmek için Amazon'daki performans çıtasını sürekli olarak yükseltmeliyiz.",
	  "main-lang3": "Yılda bir ve üç ayda bir gerçekleşen yetenek süreçlerine ek olarak Q1’de de Amazon çalışanlarının sürekli gelişimi ve başarısında önemli bir role sahipsiniz. Yılda bir ve üç ayda bir yürüttüğümüz yetenek süreçlerimiz sayesinde Amazon çalışanlarının sürekli gelişimini ve başarısını destekliyoruz. Bunu, iki veya üç önemli adımı atarak gerçekleştirirsiniz: Forte, Ücretlendirme Planlaması ve Terfiler.",
	  "main-lang4": "Güçlü yönlerin",
	  "main-lang4a": "farkında olun",
	  "main-lang5": "İş yerinde güçlü yönleri",
	  "main-lang5a": "uygulayın",
	  "main-lang6": "Müşteriler için",
	  "main-lang6a": "sonuç yaratın",
	  "main-lang7": "Güçlü yönleri ve yetenekleri",
	  "main-lang7a": "geliştirin",
	  "main-lang8": "Performansı ve Potansiyeli",
	  "main-lang8a": "Ödüllendirin",
	  "main-lang8b": "Değerlendirin",
	  "main-lang9": "Geri",
	  "main-lang10": "İleri",
	  "main-lang11": "Amazon’da performans çıtasını nasıl yükseltiyoruz?",
	  "main-lang12": "Q1’de",
	  "main-lang13": "Forte",
	  "main-lang14": "Amazon çalışanlarının",
	  "main-lang14a": "güçlü oldukları alanları tanımalarına",
	  "main-lang14b": "ve güçlü oldukları bu alanları kullanarak iş yerindeki performanslarını",
	  "main-lang14c": "nasıl yükselteceklerini anlamalarına",
	  "main-lang14d": "yardımcı olun.",
	  "main-lang15": "Ücretlendirme",
	  "main-lang16": "Çalışanın",
	  "main-lang16a": "performansını ve potansiyelini",
	  "main-lang16b": "değerlendirin ve",
	  "main-lang16c": "ödüllendirin.",
	  "main-lang17": "Terfi",
	  "main-lang18": "Çalışanların",
	  "main-lang18a": "gelişiminin",
	  "main-lang18b": "ve bir sonraki pozisyon seviyesine yönelik performansının farkında olun.",
	  "main-lang19": "Sonraki Adımlar",
	  "main-lang20": "Forte Kontrolleri",
	  "main-lang21": "Ücretlendirme Görüşmeleri",
	  "main-lang22": "Geleceğe Yönelik Terfi Adayları",
	  "main-lang23": "Yöneticilere sunum mu yapıyorsunuz? Bunu kullanın:",
	  "main-lang23a": "Q1 Sunum Seti",
	  "main-lang24": "Forte",
	  "main-lang25": "Ne?",
	  "main-lang25a": "Neden?",
	  "main-lang26": "Forte, Amazon’un çalışanların güçlü oldukları alanları temel alan yıllık geri bildirim sürecidir. Çalışanların güçlü oldukları alanları fark etmek ve müşteriler için sonuç yaratmalarını sağlamak üzere gelişmelerine ve performanslarını yükseltmelerine yardımcı olmak üzere tasarlanmıştır.",
	  "main-lang27": "YILLIK",
	  "main-lang28": "Ne zaman?",
	  "main-lang29": "7 Ocak – 4 Şubat:",
	  "main-lang29a": "Çalışanlar kendi bölümlerini tamamlar, çalışma arkadaşlarından geri bildirim ister ve geri bildirim isteklerini yanıtlar.",
	  "main-lang30": "5 Şubat – 15 Şubat:",
	  "main-lang30a": "Forte bölümünüzü tamamlayın ve çalışanlarınızın her biriyle görüşme yapın.",
	  "main-lang31": "Nasıl?",
	  "main-lang32": "Çalışanların süper güçlerini ve çalışanlara yönelik gelişim göstermeye yardımcı olacak fikirleri belirlemek için çalışanlarınızla ve onların çalışma arkadaşlarıyla birlikte çalışın. Ardından geri bildirimler hakkında konuşmak ve geri bildirimleri incelemek için çalışanla bir araya gelin ve çalışana odaklanmak istediği alanları belirlemesinde yardımcı olun.",
	  "main-lang33": "Daha fazla bilgi edinin",
	  "main-lang34": "Forte'yi Aç",
	  "main-lang35": "Kapat",
	  "main-lang36": "Ücretlendirme",
	  "main-lang37": "Ne?",
	  "main-lang37a": "Neden?",
	  "main-lang38": "Her çalışanın toplam ücretini gözden geçirin, ücreti çalışanın şirkete olan katkılarını ve piyasadaki rekabetçi koşulları yansıttığından emin olacak şekilde planlayın. Bir önceki yıl gösterdikleri performans hakkında konuşmaya hazırlıklı olun ve ücretlendirme kararlarının ardındaki nedeni açıklayın.",
	  "main-lang39": "Nasıl?",
	  "main-lang40": "Her çalışanınız için bir Genel Değer (GD) seçerek ücretlendirme önerilerinde bulunmak için şu aracı kullanın:",
	  "main-lang40a": "Ücretlendirme Planlama Aracı (ÜPA)",
	  "main-lang40b": "Çalışanların GD'leri yıl boyunca topladığınız verilere dayalı (çalışanın hedefleri, sonuçları, Liderlik İlkeleri’ne yönelik davranışı, müşteri üzerindeki etkisi ve geri bildirim gibi) performans ve potansiyellerini yansıtmalıdır. Bir GD seçtikten ve ücretlendirme önerilerinde bulunduktan sonra neden bu ücretlendirme kararlarının verildiğini açık bir şekilde anlatmanız gerekir. GD derecelendirmelerini çalışanlarınızla paylaşmayın; bunun yerine belirli örnekler kullanarak çalışanın performansı üzerine konuşun ve performans çıtasını yükseltip yükseltmediğini çalışana söyleyin.",
	  "main-lang41": "Ne zaman?",
	  "main-lang41a": "YILLIK",
	  "main-lang42": "7 Ocak – 18 Şubat:",
	  "main-lang42a": "Her çalışan için GD seçin.",
	  "main-lang43": "Şubat ayının başı (kesin tarih belirlenecektir) – 18 Şubat:",
	  "main-lang43a": "Yıllık ücretlendirme önerileri yapın.",
	  "main-lang44": "Daha fazla bilgi edinin",
	  "main-lang45": "ÜPA’yı Aç",
	  "main-lang46": "Kapat",
	  "main-lang47": "Terfi",
	  "main-lang48": "Ne?",
	  "main-lang48a": "Neden?",
	  "main-lang49": "Görevi, bir sonraki pozisyon seviyesinin kapsamına giren ve tutarlı bir şekilde bir üst pozisyon seviyesinde performans gösteren çalışanlar için terfi önerilerinde bulunun. Terfi, Amazon'un bir çalışanın gelişimini ve başarılarını fark etme ve yüksek performans kültürünü sürdürme stratejisinin temel bir bileşenidir.",
	  "main-lang50": "Terfi, kariyer gelişiminin ilerleyebileceği birçok yönden biridir. Diğerleri arasında eğitim, mentorluk veya yeni görev atamaları aracılığıyla becerilerin geliştirilmesi ya da başka organizasyonlara ya da bölgelere geçişle daha kapsamlı deneyim sahibi olunması bulunur.",
	  "main-lang51": "Nasıl?",
	  "main-lang52": "Bir çalışan terfi için hazır olduğunda bir terfi belgesi yazıp, çalışma arkadaşlarından geri bildirim isteyin ve bu geri bildirimleri toplayın, terfiyi onaya gönderin ve terfi ücretlendirmesi önerin. Terfi ölçütleri, onay gereksinimleri ve son tarihler organizasyona göre değişiklik gösterdiğinden daha fazla bilgi için İKİO’nuza danışın.",
	  "main-lang53": "ÜÇ AYLIK",
	  "main-lang54": "Ne zaman?",
	  "main-lang55": "1 Aralık – 18 Şubat:",
	  "main-lang55a": "Çalışma arkadaşlarından geri bildirim toplayın, terfi belgesini yazın ve terfiyi şu aracı kullanarak onaya gönderin:",
	  "main-lang55b": "Amazon Promote",
	  "main-lang56": "Şubat başı - 18 Şubat:",
	  "main-lang56a": "Terfi ücretlendirme önerilerini yapmak için şu aracı kullanın:",
	  "main-lang56b": "Ücretlendirme Planlama Aracı (ÜPA)",
	  "main-lang57": "1 Nisan:",
	  "main-lang57a": "Terfiler, çalışanın 1 Nisan’da başlayan ödeme periyodunun ilk günü geçerli olur.",
	  "main-lang58": "Daha fazla bilgi edinin",
	  "main-lang59": "Promote’u Aç",
	  "main-lang60": "Kapat",
	  "main-lang61": "Forte Kontrolleri",
	  "main-lang62": "Ne?",
	  "main-lang62a": "Neden?",
	  "main-lang63": "Performansımızı yükseltmeye devam etmek için çalışanlarla periyodik olarak Forte’yi takip ederek güçlü olunan alanlara ve gelişime yardımcı olacak fikirlere odaklanmalıyız. Düzenli kontroller, bir çalışanın sonuç yaratmak için güçlü olduğu alanlardan nasıl yararlandığını, gelişim göstermeye yardımcı olacak fikirlere yönelik olarak kaydettiği ilerlemeyi ve sürekli gelişime yönelik fikirleri takip etme olanağı tanır.",
	  "main-lang64": "Nasıl?",
	  "main-lang65": "Çalışanlara anlık geri bildirimler sağlamaya ek olarak, gelişim göstermeye yardımcı olacak fikirlerde kaydettikleri ilerlemelerin yanı sıra güçlü oldukları alanları nasıl uyguladıkları hakkında görüşmeler yapmak için çalışanlarla düzenli kontroller planlayın. Bu, düzenli aralıklarla gerçekleştirdiğiniz bire bir görüşmeler veya çalışanla yaptığınız diğer toplantılar olabilir.",
	  "main-lang66": "SÜREKLİ",
	  "main-lang67": "Ne zaman?",
	  "main-lang68": "Yıl boyunca düzenli kontroller.",
	  "main-lang69": "Daha fazla bilgi edinin",
	  "main-lang70": "Forte'yi Aç",
	  "main-lang71": "Kapat",
	  "main-lang72": "Ücret Görüşmeleri",
	  "main-lang73": "Ne?",
	  "main-lang73a": "Neden?",
	  "main-lang74": "Ücretlendirmelerini gözden geçirdikten sonra bazı ücretlendirme kararlarının neden alındığını açıklamak ve son yılda gösterdikleri performans hakkında konuşmak için çalışanlarınızla toplantı yapın. Yüksek performans çıtasına ulaşan her çalışan için ücret görüşmesinin birincil amacı, görüşmeden motive olmuş ve Amazon’un kendilerine değer verdiğinin, onlara yatırım yaptığının bilincinde ayrılmalarını sağlamak olmalıdır.",
	  "main-lang75": "Nasıl?",
	  "main-lang76": "Çalışanın KÖB’sini inceledikten ve Amazon’un ücretlendirme yaklaşımını tam olarak anladıktan sonra ücretini ve performansını gözden geçirmek için çalışanla görüşün. KÖB’sinin bir çıktısını alıp çalışanla paylaşmalı ve bunu okuması için çalışana zaman tanımalı ya da birlikte KÖB’nin üzerinden geçmelisiniz. Katkılarının ekibin başarısını nasıl etkilediğini çalışanla paylaşın ve çalışanın ücreti konusunda sorabileceği sorulara karşı hazırlıklı olun.",
	  "main-lang77": "YILLIK",
	  "main-lang78": "Ne zaman?",
	  "main-lang79": "5 Nisan:",
	  "main-lang79a": "Çalışanların Kişisel Ödeme Beyanları’nı (KÖB’ler) kullanarak çalışanlarla ücretlendirme görüşmeleri yapmaya başlayın.",
	  "main-lang81": "Daha fazla bilgi edinin",
	  "main-lang82": "ÜPA’yı Aç",
	  "main-lang83": "Kapat",
	  "main-lang84": "Geleceğe Yönelik Terfi Adayları",
	  "main-lang85": "Ne?",
	  "main-lang85a": "Neden?",
	  "main-lang86": "Amazon Promote’un Geleceğe Yönelik Terfi Adayları özelliği çalışanlarınızın her birine hedef terfi dönemi ve iş unvanı teklif etmenize olanak tanır. Çalışanlara, bir sonraki pozisyon seviyesinde tutarlı bir şekilde performans gösterebilmeleri için gerekli becerileri geliştirmeye yönelik çeşitli fırsatlar verilmesini sağlamak amacıyla terfi ettirilebilecek adayları erkenden belirlemelisiniz. Ayrıca erken planlama, çalışanın terfiye hazır oluşuna istinaden gerekli geri bildirimleri sağlayabilecek önemli kişiler veya ekipler ile amaca yönelik etkileşimlerde bulunmaya da imkan tanır.",
	  "main-lang87": "Nasıl?",
	  "main-lang88": "Çalışanlarınızın her birini ve Amazon’daki gidişatlarını düşünün. Bir üst pozisyon seviyesinin performansını göstermeye başladıklarını düşünüyorsanız, Geleceğe Yönelik Terfi Adayı için bir planlı terfi dönemini şu araca eklemelisiniz:",
	  "main-lang88a": "Amazon Promote",
	  "main-lang88b": "(istediğiniz zaman bu tarihi değiştirebilirsiniz). Çalışan şu anda bir terfiye yönelik olarak çalışmıyorsa “Terfi Beklenmiyor” seçeneğini belirleyebilirsiniz.",
	  "main-lang89": "YIL BOYUNCA ",
	  "main-lang90": "Ne zaman?",
	  "main-lang91": "Gereken şekilde güncelleyin.",
	  "main-lang92": "Daha fazla bilgi edinin",
	  "main-lang93": "Promote’u Aç",
	  "main-lang94": "Kapat"
	},
	"zh-cn": {
	  "main-lang1": "Q1 Talent Processes",
	  "main-lang2": "由于我们客户的需求不断提高,今天的业绩不足以满足明天的期望。我们必须不断提高亚马逊的绩效标准,以便让买家满意。",
	  "main-lang3": "在Q1中，经理将扮演着至关重要的角色，通过我们的年度和季度人才流程，支持亚马逊员工的持续增长和成功。在 Q1，我们通过年度和季度人才管理流程为亚马逊员工的持续发展和成功提供支持。通过两个或三个关键来实现这一点: Forte，薪酬规划和晋升机会。",
	  "main-lang4": "了解自己的",
	  "main-lang4a": "优势",
	  "main-lang5": "表现出",
	  "main-lang5a": "工作上的优势",
	  "main-lang6": "达成业绩",
	  "main-lang6a": "为客户服务",
	  "main-lang7": "成长",
	  "main-lang7a": "优势和能力",
	  "main-lang8": "评估",
	  "main-lang8a": "奖励",
	  "main-lang8b": "绩效和潜力",
	  "main-lang9": "上一步",
	  "main-lang10": "下一步",
	  "main-lang11": "如何提高亚马逊的绩效标准？",
	  "main-lang12": "第一季度",
	  "main-lang13": "Forte",
	  "main-lang14": "帮助亚马逊人",
	  "main-lang14a": "了解优势",
	  "main-lang14b": "以及如何提升表现，",
	  "main-lang14c": "并在工作中",
	  "main-lang14d": "运用这些优势",
	  "main-lang15": "薪酬",
	  "main-lang16": "评估",
	  "main-lang16a": "和",
	  "main-lang16b": "奖励",
	  "main-lang16c": "员工绩效和潜力。",
	  "main-lang17": "晋升",
	  "main-lang18": "表彰员工",
	  "main-lang18a": "成长",
	  "main-lang18b": "以及更高层次的业绩。",
	  "main-lang19": "展望未来",
	  "main-lang20": "Forte 登入",
	  "main-lang21": "薪酬对话",
	  "main-lang22": "未来晋升计划",
	  "main-lang23": "向经理呈现? 使用这项",
	  "main-lang23a": "Q1演示套件",
	  "main-lang24": "Forte",
	  "main-lang25": "介绍：",
	  "main-lang25a": "认识 Forte： ",
	  "main-lang26": "Forte是亚马逊每年基于优势的反馈流程，旨在识别员工的独特优势，以及员工如何继续发展和提高绩效，为买家提供高素质服务。",
	  "main-lang27": "年度规划：",
	  "main-lang28": "日期：",
	  "main-lang29": "1月7日至2月4日:",
	  "main-lang29a": "员工完成自己的作业，请求同行反馈，并回复反馈请求。",
	  "main-lang30": "2月5日至2月15日:",
	  "main-lang30a": "完成Forte的作业，并与每一位员工进行交谈。",
	  "main-lang31": "执行方式：",
	  "main-lang32": "与员工及其同事合作，确定员工的 super powers（优于常人的出色能力）和在职的 growth ideas（成长建议）。然后坐下来查看和讨论反馈，并帮助员工确定他们想要关注的领域。",
	  "main-lang33": "了解详情",
	  "main-lang34": "打开 Forte",
	  "main-lang35": "关闭",
	  "main-lang36": "薪酬",
	  "main-lang37": "介绍：",
	  "main-lang37a": "认识 Forte： ",
	  "main-lang38": "每年，我们都会对每位员工的总薪酬进行评估和规划，以确保他们得到的报酬能够体现出他们所作的贡献，并且获得在市场中具有竞争力的薪酬。准备好讨论他们去年的工作表现，帮助他们了解薪酬决策背后的理由。",
	  "main-lang39": "执行方式：",
	  "main-lang40": "为每位员工调薪，请使用",
	  "main-lang40a": "调薪工具（CPT）职员的 Overall Value （OV）",
	  "main-lang40b": "职员的OV应基于全年收集的数据（如：目标、结果、领导力行为、客户影响力和反馈）反映他们的绩效和潜力。在选择OV和提出薪酬建议后，经理将清楚说明薪酬待遇的来龙去脉和具体原因。不要将OV评级传达给员工；而是使用特定示例讨论每个员工的绩效，并让他们知道他们是否正在提高标准。",
	  "main-lang41": "日期：",
	  "main-lang41a": "年度规划：",
	  "main-lang42": "1月7日至2月18日：",
	  "main-lang42a": "为每位员工选择OV。",
	  "main-lang43": "2月上旬（确切日期待定） 至2月18日：",
	  "main-lang43a": "提出年薪建议。",
	  "main-lang44": "了解详情",
	  "main-lang45": "开放 CPT",
	  "main-lang46": "关闭",
	  "main-lang47": "晋升",
	  "main-lang48": "介绍：",
	  "main-lang48a": "认识 Forte： ",
	  "main-lang49": "经理将推荐业绩与表现达到更上一级员工的晋升。晋升是亚马逊认可员工成长和成就以及保持亚马逊高绩效文化战略的重要组成部分。",
	  "main-lang50": "晋升是职业生涯发展的方向之一。其他办法包括通过培训、指导或新的任务来深化技能,或通过横向转移到其他组织或区域获得更广泛的经验。",
	  "main-lang51": "执行方式：",
	  "main-lang52": "如果员工已做好晋升准备，经理将编写晋升文件、请求并收集同行反馈、提交晋升以供审批，以及推荐晋升薪酬。具体的晋升标准、批准要求和截止日期因组织化而异，因此请咨询经理的HRBP，以了解更多信息。",
	  "main-lang53": "季度规划",
	  "main-lang54": "日期：",
	  "main-lang55": "12月1日至2月18日:",
	  "main-lang55a": "经理收集同行反馈、编写晋升文档，然后提交。",
	  "main-lang55b": "亚马逊 Promote",
	  "main-lang56": "2月上旬至2月18日:",
	  "main-lang56a": "为每位员工调薪，请使用",
	  "main-lang56b": "调薪工具（CPT）",
	  "main-lang57": "4月1日：",
	  "main-lang57a": "所有晋升自工资结算期（4月1日或之后开始）起的第一天生效。",
	  "main-lang58": "了解详情",
	  "main-lang59": "开放晋升",
	  "main-lang60": "关闭",
	  "main-lang61": "Forte 登入",
	  "main-lang62": "介绍：",
	  "main-lang62a": "认识 Forte： ",
	  "main-lang63": "为了继续提高我们的绩效，我们需要通过定期跟进员工的Forte项目，全年专注于职员优势和成长理念。定期登入为员工提供了一个跟进机会，了解员工如何利用自身优势来实现成果、在成长理念上取得的进步，以及持续成长的想法。",
	  "main-lang64": "执行方式：",
	  "main-lang65": "除了在瞬间向员工提供实时反馈外，还计划定期与员工进行登记，以讨论他们如何运用自己的优势，以及他们在growth ideas（成长建议）上取得的进展。这种情况通常设定在定期与职员面谈时期。",
	  "main-lang66": "进行中",
	  "main-lang67": "日期：",
	  "main-lang68": "全年定期登入。",
	  "main-lang69": "了解详情",
	  "main-lang70": "打开 Forte",
	  "main-lang71": "关闭",
	  "main-lang72": "谈论薪酬",
	  "main-lang73": "介绍：",
	  "main-lang73a": "认识 Forte： ",
	  "main-lang74": "审核员工表现和调整薪资后，与他们会面，解释做出具体薪酬决定的原因以及员工在过去一年中的绩效。对于每个达到高绩效标准的员工，这个对话的主要目标是让员工感到有动力，并理解亚马逊重视他们，并且正在对他们进行投资。",
	  "main-lang75": "执行方式：",
	  "main-lang76": "亲自查看员工的电脑，并了解亚马逊薪酬规划后，与员工会面，以查看他们的薪酬和绩效。提供员工的电脑打印副本，并给他们时间阅读它，或与他们一起浏览。分享员工的贡献如何影响团队的成功，并准备回答他们可能遇到的关于薪酬的任何问题。",
	  "main-lang77": "年度规划：",
	  "main-lang78": "日期：",
	  "main-lang79": "4月5日：",
	  "main-lang79a": "开始使用员工的个人薪酬摘要（PCS）与员工谈论薪酬。",
	  "main-lang81": "了解详情",
	  "main-lang82": "开放 CPT",
	  "main-lang83": "关闭",
	  "main-lang84": "未来晋升计划",
	  "main-lang85": "介绍：",
	  "main-lang85a": "认识 Forte： ",
	  "main-lang86": "亚马逊晋升规划的前瞻性功能允许经理为每位员工提出目标晋升季度和岗位。尽早确定晋升候选人，确保员工有诸多机会可以培养在下一职级保持高绩效所需的技能。尽早规划还能为与主要人员或团队进行有针对性的互动交流留出时间，以便他们可以提供关于员工是否做好晋升准备的相关反馈。",
	  "main-lang87": "执行方式：",
	  "main-lang88": "想想每一位员工及其在亚马逊的表现。如果认为职员开始展示更高层次的绩效，应该将他们列入季度晋升规划。",
	  "main-lang88a": "亚马逊晋升规划",
	  "main-lang88b": "（可以随时更改此日期）。如果员工当前未晋升，可以选择“暂未晋升”。",
	  "main-lang89": "全年规划 ",
	  "main-lang90": "日期：",
	  "main-lang91": "根据需要更新。",
	  "main-lang92": "了解详情",
	  "main-lang93": "开放晋升",
	  "main-lang94": "关闭"
	},
	"us-es": {
		"main-lang1": "Q1 Talent Processes",
		"main-lang2": "Dado que nuestros clientes son cada vez más exigentes, el rendimiento actual no será suficiente para cumplir las expectativas del mañana. En Amazon debemos elevar continuamente el listón de rendimiento para seguir deleitando a nuestros clientes.",
		"main-lang3": "En el primer trimestre, desempeñas un papel fundamental como manager al apoyar los continuos esfuerzos y éxitos cosechados por los Amazonians a través de nuestros procesos de gestión de talento anuales y trimestrales. Apoyamos los continuos esfuerzos y éxitos cosechados por los Amazonians a través de nuestros procesos de gestión de talento anuales y trimestrales. Esto se logra gracias a dos o tres factores clave: Forte, planificación de compensación y promociones.",
		"main-lang4": "Reconociendo",
		"main-lang4a": "las fortalezas",
		"main-lang5": "Aplicando",
		"main-lang5a": "las fortalezas en el trabajo",
		"main-lang6": "Obteniendo resultados",
		"main-lang6a": "para los clientes",
		"main-lang7": "Aumentando",
		"main-lang7a": "las fortalezas y aptitudes",
		"main-lang8": "Evaluando",
		"main-lang8a": "y recompensando",
		"main-lang8b": "el rendimiento y el potencial",
		"main-lang9": "Anterior",
		"main-lang10": "Siguiente",
		"main-lang11": "¿Cómo elevamos el listón de rendimiento en Amazon?",
		"main-lang12": "En el 1.er T",
		"main-lang13": "Forte",
		"main-lang14": "Ayuda a los Amazonians",
		"main-lang14a": "a reconocer sus fortalezas",
		"main-lang14b": "y a entender cómo elevar su propio rendimiento",
		"main-lang14c": "aplicando dichas fortalezas",
		"main-lang14d": "al trabajo.",
		"main-lang15": "Compensación",
		"main-lang16": "Evalúa",
		"main-lang16a": "y",
		"main-lang16b": "recompensa",
		"main-lang16c": "el rendimiento y el potencial de los empleados.",
		"main-lang17": "Promoción",
		"main-lang18": "Reconoce el",
		"main-lang18a": "crecimiento",
		"main-lang18b": "y el rendimiento propio del siguiente nivel de los empleados.",
		"main-lang19": "Previsiones",
		"main-lang20": "Controles de Forte",
		"main-lang21": "Conv. sobre compensaciones",
		"main-lang22": "Plan de promociones",
		"main-lang23": "¿Presentación para managers? Utiliza este",
		"main-lang23a": "Kit de presentación del 1.er T",
		"main-lang24": "Forte",
		"main-lang25": "Qué",
		"main-lang25a": "y por qué:",
		"main-lang26": "Forte es el proceso anual de feedback basado en fortalezas de Amazon, diseñado para reconocer las fortalezas únicas de los empleados y cómo pueden seguir creciendo y aumentando su rendimiento para satisfacer a sus clientes.",
		"main-lang27": "ANUALMENTE",
		"main-lang28": "Cuándo:",
		"main-lang29": "Del 7 de enero al 4 de febrero:",
		"main-lang29a": "los empleados completan su parte, solicitan feedback a sus compañeros y responden a las solicitudes de feedback.",
		"main-lang30": "Del 5 al 15 de febrero:",
		"main-lang30a": "completas tu parte de Forte y mantienes una conversación con cada uno de tus empleados.",
		"main-lang31": "Cómo:",
		"main-lang32": "Trabajarás con tus empleados y sus compañeros para identificar los super powers y las ideas de crecimiento de los empleados. A continuación, os reuniréis para revisar y debatir el feedback, y ayudarás al empleado a identificar las áreas en las que se ha de centrar.",
		"main-lang33": "Más información",
		"main-lang34": "Abrir Forte",
		"main-lang35": "Cerrar",
		"main-lang36": "Compensación",
		"main-lang37": "Qué",
		"main-lang37a": "y por qué:",
		"main-lang38": "Revisas y planificas la compensación total de cada empleado para asegurarte de que esta refleja sus contribuciones y de que cobran un sueldo competitivo en el mercado. Prepárate para hablar de su desempeño en el último año y ayudarles a entender la razón de las decisiones de compensación.",
		"main-lang39": "Cómo:",
		"main-lang40": "Realizarás recomendaciones de compensación para cada uno de tus empleados seleccionando un Overall Value (OV) en la",
		"main-lang40a": "Herramienta de planificación de compensación (CPT).",
		"main-lang40b": "Su OV debe reflejar su rendimiento y potencial en función de los datos recopilados a lo largo del año (como objetivos, resultados, conducta del Principio de liderazgo, impacto en los clientes y feedback). Después de seleccionar un OV y realizar las recomendaciones de compensación, explicarás claramente los motivos de las decisiones de compensación. Nos comuniques las calificaciones de OV a los empleados; en su lugar, analiza el desempeño de cada uno recurriendo a ejemplos específicos y hazles saber si están elevando el listón.",
		"main-lang41": "Cuándo:",
		"main-lang41a": "ANUALMENTE",
		"main-lang42": "Del 7 de enero al 18 de febrero:",
		"main-lang42a": "seleccionas el OV de cada empleado.",
		"main-lang43": "De principios de febrero (fecha exacta por confirmar) al18 de febrero:",
		"main-lang43a": "realizas recomendaciones anuales de compensación.",
		"main-lang44": "Más información",
		"main-lang45": "Abrir CPT",
		"main-lang46": "Cerrar",
		"main-lang47": "Promoción",
		"main-lang48": "Qué",
		"main-lang48a": "y por qué:",
		"main-lang49": "Recomendarás promociones para aquellos empleados cuyas funciones sean características del siguiente nivel y que hayan demostrado un rendimiento constante propio del siguiente nivel. Las promociones son un componente clave de la estrategia de Amazon para reconocer el desarrollo y los logros de un empleado, así como mantener nuestra cultura de alto rendimiento.",
		"main-lang50": "La promoción es una de las múltiples direcciones que puede tomar el crecimiento profesional. Otras pueden ser el perfeccionamiento de las habilidades a través de la formación, asesoramiento o asignación de nuevas tareas, o la adquisición de una experiencia más amplia mediante el traslado lateral a otras organizaciones o regiones.",
		"main-lang51": "Cómo:",
		"main-lang52": "Si un empleado está listo para la promoción, escribirás un documento de promoción, solicitarás y recopilarás feedback de compañeros, enviarás la solicitud de promoción para su aprobación y recomendarás una compensación de promoción. Los criterios de promoción, requisitos de aprobación y plazos específicos varían según la organización. Consulta con tu HRBP para obtener más información.",
		"main-lang53": "TRIMESTRALMENTE",
		"main-lang54": "Cuándo:",
		"main-lang55": "Del 1 de diciembre al 18 de febrero:",
		"main-lang55a": "recopilas feedback de compañeros, escribes el documento de promoción y envías la promoción para su aprobación en",
		"main-lang55b": "Amazon Promote.",
		"main-lang56": "De principios de febrero al 18 de febrero:",
		"main-lang56a": "realizas recomendaciones de compensación de promoción en la",
		"main-lang56b": "Herramienta de planificación de compensación (CPT).",
		"main-lang57": "1 de abril:",
		"main-lang57a": "las promociones entrarán en vigor el primer día del periodo de pago del empleado a partir del 1 de abril.",
		"main-lang58": "Más información",
		"main-lang59": "Abrir Promote",
		"main-lang60": "Cerrar",
		"main-lang61": "Controles de Forte",
		"main-lang62": "Qué",
		"main-lang62a": "y por qué:",
		"main-lang63": "Si deseamos seguir aumentando nuestro rendimiento, debemos centrarnos en nuestras fortalezas y las ideas de crecimiento durante todo el año y realizar un seguimiento periódico en Forte con los empleados. Los controles regulares nos ofrecen la oportunidad de hacer un seguimiento de cómo un empleado ha aprovechado sus fortalezas para obtener resultados, el progreso realizado en cuanto a ideas de crecimiento y las ideas para su crecimiento continuo.",
		"main-lang64": "Cómo:",
		"main-lang65": "Además de ofrecer feedback en tiempo real a los empleados, planea controles regulares con ellos para ver cómo han puesto en práctica sus fortalezas, así como para comprobar el progreso que han realizado en las ideas de crecimiento. Esto debería ocurrir durante las reuniones individuales regulares u otras reuniones con el individuo.",
		"main-lang66": "CONTINUO",
		"main-lang67": "Cuándo:",
		"main-lang68": "Controles regulares durante todo el año.",
		"main-lang69": "Más información",
		"main-lang70": "Abrir Forte",
		"main-lang71": "Cerrar",
		"main-lang72": "Conversaciones sobre compensación",
		"main-lang73": "Qué",
		"main-lang73a": "Por qué:",
		"main-lang74": "Una vez que hayas revisado y planificado la compensación del empleado, te reunirás con él para explicarle los motivos de las decisiones de compensación y su desempeño durante el último año. El principal objetivo de las conversaciones sobre compensación con los empleados que alcancen un alto nivel de desempeño es que se vayan sintiéndose motivados y seguros de que Amazon los valora y está invirtiendo en ellos.",
		"main-lang75": "Cómo:",
		"main-lang76": "Después de revisar el PCS del empleado y repasar tus conocimientos respecto al enfoque de Amazon sobre las compensaciones, te reunirás con el empleado para revisar su compensación y rendimiento. Deberías proporcionar al empleado una copia impresa de su PCS y darle tiempo para leerlo, o revisarlo con él. Explica qué impacto han tenido las contribuciones del empleado en el éxito del equipo y prepárate para responder a cualquier pregunta que pueda tener sobre su compensación.",
		"main-lang77": "ANUALMENTE",
		"main-lang78": "Cuándo:",
		"main-lang79": "5 de abril:",
		"main-lang79a": "comienza a mantener conversaciones sobre las compensaciones con los empleados recurriendo a sus Resúmenes Personales de Compensación (PCS).",
		"main-lang81": "Más información",
		"main-lang82": "Abrir CPT",
		"main-lang83": "Cerrar",
		"main-lang84": "Plan de promociones",
		"main-lang85": "Qué",
		"main-lang85a": "Por qué:",
		"main-lang86": "El plan de promociones de Amazon Promote te permite proponer un objetivo de trimestre de promoción y de puesto de trabajo para cada uno de tus empleados. Deberías identifica a los candidatos a la promoción con suficiente antelación para garantizar que los empleados cuentan con varias oportunidades de desarrollar las habilidades necesarias para ofrecer un rendimiento constante al siguiente nivel. Una planificación anticipada también permite interactuar activamente con las personas o equipos clave que pueden proporcionar feedback relevante sobre la idoneidad del empleado para la promoción.",
		"main-lang87": "Cómo:",
		"main-lang88": "Piensa en cada uno de tus empleados y ten en cuenta su trayectoria en Amazon. Si crees que están empezando a demostrar el rendimiento propio del siguiente nivel, deberías añadir el trimestre de promoción previsto al plan de promociones de",
		"main-lang88a": "Amazon Promote",
		"main-lang88b": "(puedes cambiar esta fecha en cualquier momento). Si el empleado no está trabajando para optar a una promoción actualmente, puedes seleccionar “Sin previsión de promoción”.",
		"main-lang89": "TODO EL AÑO ",
		"main-lang90": "Cuándo:",
		"main-lang91": "Actualizar cuando sea necesario.",
		"main-lang92": "Más información",
		"main-lang93": "Abrir Promote",
		"main-lang94": "Cerrar"
	}	
}